Repository: nawafalwajeeh/reviews_app
Catalog: assets/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru

# somethingWentWrong
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor intenta de nuevo.
fr: Quelque chose s'est mal passé. Veuillez réessayer.
hi: कुछ गलत हो गया। कृपया पुन: प्रयास करें।
it: Qualcosa è andato storto. Per favore riprova.
ja: 問題が発生しました。もう一度お試しください。
pt: Algo deu errado. Por favor, tente novamente.
ru: Что-то пошло не так. Пожалуйста, попробуйте снова.

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
pt: Erro
ru: Ошибка

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
hi: चेतावनी
it: Avviso
ja: 警告
pt: Aviso
ru: Предупреждение

source: Success
ar: نجح
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
it: Successo
ja: 成功
pt: Sucesso
ru: Успех

source: Error Loading
ar: خطأ في التحميل
de: Fehler beim Laden
es: Error al cargar
fr: Erreur de chargement
hi: लोड करने में त्रुटि
it: Errore di caricamento
ja: 読み込みエラー
pt: Erro ao carregar
ru: Ошибка загрузки

source: No Data Found
ar: لا توجد بيانات
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée
hi: कोई डेटा नहीं मिला
it: Nessun dato trovato
ja: データが見つかりません
pt: Nenhum dado encontrado
ru: Данные не найдены

source: Tap to retry
ar: اضغط للمحاولة مرة أخرى
de: Tippen zum Wiederholen
es: Toca para reintentar
fr: Appuyez pour réessayer
hi: पुनः प्रयास करने के लिए टैप करें
it: Tocca per riprovare
ja: タップして再試行
pt: Toque para tentar novamente
ru: Нажмите, чтобы повторить

source: Show more
ar: عرض المزيد
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
hi: अधिक दिखाएं
it: Mostra altro
ja: もっと見る
pt: Mostrar mais
ru: Показать больше

source: Show less
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
hi: कम दिखाएं
it: Mostra meno
ja: 少なく表示
pt: Mostrar menos
ru: Показать меньше

source: Read more
ar: قراءة المزيد
de: Mehr lesen
es: Leer más
fr: Lire la suite
hi: अधिक पढ़ें
it: Leggi di più
ja: 続きを読む
pt: Ler mais
ru: Читать далее

source: Read less
ar: قراءة أقل
de: Weniger lesen
es: Leer menos
fr: Lire moins
hi: कम पढ़ें
it: Leggi di meno
ja: 閉じる
pt: Ler menos
ru: Свернуть

source: View more
ar: عرض المزيد
de: Mehr sehen
es: Ver más
fr: Voir plus
hi: अधिक देखें
it: Vedi altro
ja: もっと見る
pt: Ver mais
ru: Посмотреть больше

source: View less
ar: عرض أقل
de: Weniger sehen
es: Ver menos
fr: Voir moins
hi: कम देखें
it: Vedi meno
ja: 少なく表示
pt: Ver menos
ru: Посмотреть меньше

# placesSaved
source: {count} places saved
ar: تم حفظ {count} أماكن
de: {count} Orte gespeichert
es: {count} lugares guardados
fr: {count} lieux enregistrés
hi: {count} स्थान सहेजे गए
it: {count} luoghi salvati
ja: {count} 件の場所を保存しました
pt: {count} lugares salvos
ru: {count} мест сохранено

# placesSaved_other
source: {count} places saved
ar: تم حفظ {count} مكان
de: {count} Orte gespeichert
es: {count} lugares guardados
fr: {count} lieux enregistrés
hi: {count} स्थान सहेजे गए
it: {count} luoghi salvati
ja: {count} 件の場所を保存しました
pt: {count} lugares salvos
ru: {count} мест сохранено

# placeSaved
source: {count} place saved
ar: تم حفظ {count} مكان
de: {count} Ort gespeichert
es: {count} lugar guardado
fr: {count} lieu enregistré
hi: {count} स्थान सहेजा गया
it: {count} luogo salvato
ja: {count} 件の場所を保存しました
pt: {count} lugar salvo
ru: {count} место сохранено

# placeSaved_other
source: {count} places saved
ar: تم حفظ {count} أماكن
de: {count} Orte gespeichert
es: {count} lugares guardados
fr: {count} lieux enregistrés
hi: {count} स्थान सहेजे गए
it: {count} luoghi salvati
ja: {count} 件の場所を保存しました
pt: {count} lugares salvos
ru: {count} мест сохранено

source: Voice Search
ar: البحث الصوتي
de: Sprachsuche
es: Búsqueda por voz
fr: Recherche vocale
hi: वॉयस सर्च
it: Ricerca vocale
ja: 音声検索
pt: Pesquisa por voz
ru: Голосовой поиск

source: Listening...
ar: جارٍ الاستماع...
de: Zuhören...
es: Escuchando...
fr: Écoute...
hi: सुन रहा है...
it: Ascolto...
ja: 聞いています...
pt: Ouvindo...
ru: Слушаю...

source: Stop Listening
ar: إيقاف الاستماع
de: Zuhören beenden
es: Dejar de escuchar
fr: Arrêter l'écoute
hi: सुनना बंद करें
it: Smetti di ascoltare
ja: 聞くのをやめる
pt: Parar de ouvir
ru: Перестать слушать

# foundPlacesIn
source: Found {count} places in
ar: تم العثور على {count} أماكن في
de: {count} Orte gefunden in
es: Se encontraron {count} lugares en
fr: Trouvé {count} lieux dans
hi: {count} स्थान मिले
it: Trovati {count} luoghi in
ja: {count} 件の場所が見つかりました（場所：）
pt: {count} lugares encontrados em
ru: Найдено {count} мест в

# foundPlacesFor
source: Found {count} places for
ar: تم العثور على {count} أماكن لـ
de: {count} Orte gefunden für
es: Se encontraron {count} lugares para
fr: Trouvé {count} lieux pour
hi: {count} स्थान मिले
it: Trovati {count} luoghi per
ja: {count} 件の場所が見つかりました（検索語：）
pt: {count} lugares encontrados para
ru: Найдено {count} мест для

source: Filter Places
ar: تصفية الأماكن
de: Orte filtern
es: Filtrar lugares
fr: Filtrer les lieux
hi: स्थान फ़िल्टर करें
it: Filtra luoghi
ja: 場所をフィルタリング
pt: Filtrar lugares
ru: Фильтровать места

source: Sort by
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: क्रमबद्ध करें
it: Ordina per
ja: 並べ替え
pt: Ordenar por
ru: Сортировать по

source: Minimum Rating
ar: الحد الأدنى للتقييم
de: Mindestbewertung
es: Valoración mínima
fr: Note minimale
hi: न्यूनतम रेटिंग
it: Valutazione minima
ja: 最低評価
pt: Classificação mínima
ru: Минимальный рейтинг

source: stars and above
ar: نجوم فما فوق
de: Sterne und höher
es: estrellas y más
fr: étoiles et plus
hi: सितारे और ऊपर
it: stelle e oltre
ja: 星以上
pt: estrelas e acima
ru: звезд и выше

source: Featured Places Only
ar: الأماكن المميزة فقط
de: Nur vorgestellte Orte
es: Solo lugares destacados
fr: Lieux en vedette uniquement
hi: केवल विशेष स्थान
it: Solo luoghi in evidenza
ja: 注目の場所のみ
pt: Apenas lugares em destaque
ru: Только избранные места

source: Apply Filters
ar: تطبيق الفلاتر
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
hi: फ़िल्टर लागू करें
it: Applica filtri
ja: フィルターを適用
pt: Aplicar filtros
ru: Применить фильтры

source: Relevance
ar: الأكثر صلة
de: Relevanz
es: Relevancia
fr: Pertinence
hi: प्रासंगिकता
it: Rilevanza
ja: 関連性
pt: Relevância
ru: Релевантность

source: Highest Rated
ar: الأعلى تقييماً
de: Am besten bewertet
es: Mejor valorados
fr: Les mieux notés
hi: उच्चतम रेटेड
it: Più votati
ja: 最高評価
pt: Mais bem avaliados
ru: Самые высокие оценки

source: Most Reviewed
ar: الأكثر مراجعة
de: Am meisten bewertet
es: Más reseñados
fr: Les plus commentés
hi: सर्वाधिक समीक्षित
it: Più recensiti
ja: 最多レビュー
pt: Mais avaliados
ru: Больше всего отзывов

source: Most Liked
ar: الأكثر إعجاباً
de: Am meisten geliked
es: Con más Me gusta
fr: Les plus aimés
hi: सर्वाधिक पसंद किए गए
it: Più piaciuti
ja: 最多いいね
pt: Mais curtidos
ru: Больше всего лайков

source: Newest
ar: الأحدث
de: Neueste
es: Más recientes
fr: Les plus récents
hi: नवीनतम
it: Più recenti
ja: 最新
pt: Mais recentes
ru: Самые новые

source: Name (A-Z)
ar: الاسم (أ-ي)
es: Nombre (A-Z)
fr: Nom (A-Z)
hi: नाम (A-Z)
it: Nome (A-Z)
ja: 名前 (A-Z)
pt: Nome (A-Z)
ru: Название (А-Я)

source: Name (Z-A)
ar: الاسم (ي-أ)
es: Nombre (Z-A)
fr: Nom (Z-A)
hi: नाम (Z-A)
it: Nome (Z-A)
ja: 名前 (Z-A)
pt: Nome (Z-A)
ru: Название (Я-А)

source: Contact Options
ar: خيارات التواصل
de: Kontaktoptionen
es: Opciones de contacto
fr: Options de contact
hi: संपर्क विकल्प
it: Opzioni di contatto
ja: 連絡オプション
pt: Opções de contato
ru: Варианты связи

source: Choose how to contact
ar: اختر طريقة التواصل
de: Wähle Kontaktmethode
es: Elige cómo contactar
fr: Choisissez comment contacter
hi: संपर्क करने का तरीका चुनें
it: Scegli come contattare
ja: 連絡方法を選択
pt: Escolha como entrar em contato
ru: Выберите способ связи

source: Call
ar: اتصال
de: Anrufen
es: Llamar
fr: Appeler
hi: कॉल करें
it: Chiama
ja: 電話
pt: Ligar
ru: Позвонить

source: WhatsApp
ar: واتساب
hi: व्हाट्सएप

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
hi: संदेश
it: Messaggio
ja: メッセージ
pt: Mensagem
ru: Сообщение

source: No Messaging App
ar: لا يوجد تطبيق مراسلة
de: Keine Nachrichten-App
es: Sin aplicación de mensajería
fr: Aucune application de messagerie
hi: कोई मैसेजिंग ऐप नहीं
it: Nessuna app di messaggistica
ja: メッセージングアプリがありません
pt: Sem aplicativo de mensagens
ru: Нет приложения для обмена сообщениями

# couldNotFindMessagingApp
source: We couldn't find a messaging app on your device. Choose an option below:
ar: لم نتمكن من العثور على تطبيق مراسلة على جهازك. اختر أحد الخيارات أدناه:
de: Wir konnten keine Nachrichten-App auf deinem Gerät finden. Wähle eine Option unten:
es: No pudimos encontrar una aplicación de mensajería en tu dispositivo. Elige una opción abajo:
fr: Nous n'avons pas trouvé d'application de messagerie sur votre appareil. Choisissez une option ci-dessous :
hi: हमें आपके डिवाइस पर कोई मैसेजिंग ऐप नहीं मिला। नीचे एक विकल्प चुनें:
it: Non siamo riusciti a trovare un'app di messaggistica sul tuo dispositivo. Scegli un'opzione qui sotto:
ja: デバイスにメッセージングアプリが見つかりませんでした。以下のオプションを選択してください：
pt: Não encontramos um aplicativo de mensagens no seu dispositivo. Escolha uma opção abaixo:
ru: Мы не смогли найти приложение для обмена сообщениями на вашем устройстве. Выберите вариант ниже:

source: Install Messaging App
ar: تثبيت تطبيق مراسلة
de: Nachrichten-App installieren
es: Instalar aplicación de mensajería
fr: Installer une application de messagerie
hi: मैसेजिंग ऐप इंस्टॉल करें
it: Installa app di messaggistica
ja: メッセージングアプリをインストール
pt: Instalar aplicativo de mensagens
ru: Установить приложение для обмена сообщениями

# getMessagingAppFromPlayStore
source: Get a messaging app from Play Store
ar: احصل على تطبيق مراسلة من متجر Play
de: Nachrichten-App aus dem Play Store holen
es: Obtener una aplicación de mensajería de Play Store
fr: Obtenir une application de messagerie sur le Play Store
hi: प्ले स्टोर से मैसेजिंग ऐप प्राप्त करें
it: Ottieni un'app di messaggistica dal Play Store
ja: Playストアからメッセージングアプリを入手
pt: Obter um aplicativo de mensagens da Play Store
ru: Получить приложение для обмена сообщениями из Play Store

source: Use WhatsApp
ar: استخدام واتساب
de: WhatsApp verwenden
es: Usar WhatsApp
fr: Utiliser WhatsApp
hi: व्हाट्सएप का उपयोग करें
it: Usa WhatsApp
ja: WhatsAppを使用
pt: Usar WhatsApp
ru: Использовать WhatsApp

source: Send message via WhatsApp
ar: إرسال رسالة عبر واتساب
de: Nachricht über WhatsApp senden
es: Enviar mensaje vía WhatsApp
fr: Envoyer un message via WhatsApp
hi: व्हाट्सएप के माध्यम से संदेश भेजें
it: Invia messaggio tramite WhatsApp
ja: WhatsApp経由でメッセージを送信
pt: Enviar mensagem via WhatsApp
ru: Отправить сообщение через WhatsApp

source: Copy Number
ar: نسخ الرقم
de: Nummer kopieren
es: Copiar número
fr: Copier le numéro
hi: नंबर कॉपी करें
it: Copia numero
ja: 番号をコピー
pt: Copiar número
ru: Копировать номер

source: Copy phone number to clipboard
ar: نسخ رقم الهاتف
de: Telefonnummer in die Zwischenablage kopieren
es: Copiar número de teléfono al portapapeles
fr: Copier le numéro de téléphone dans le presse-papiers
hi: फ़ोन नंबर क्लिपबोर्ड पर कॉपी करें
it: Copia numero di telefono negli appunti
ja: 電話番号をクリップボードにコピー
pt: Copiar número de telefone para a área de transferência
ru: Копировать номер телефона в буфер обмена

source: Phone number copied to clipboard
ar: تم نسخ رقم الهاتف
de: Telefonnummer in die Zwischenablage kopiert
es: Número de teléfono copiado al portapapeles
fr: Numéro de téléphone copié dans le presse-papiers
hi: फ़ोन नंबर क्लिपबोर्ड पर कॉपी किया गया
it: Numero di telefono copiato negli appunti
ja: 電話番号をクリップボードにコピーしました
pt: Número de telefone copiado para a área de transferência
ru: Номер телефона скопирован в буфер обмена

source: Cannot Open Store
ar: لا يمكن فتح المتجر
de: Store kann nicht geöffnet werden
es: No se puede abrir la tienda
fr: Impossible d'ouvrir le store
hi: स्टोर नहीं खोल सकता
it: Impossibile aprire lo store
ja: ストアを開けません
pt: Não é possível abrir a loja
ru: Не удается открыть магазин

# installMessagingAppManually
source: Please install a messaging app manually from Play Store
ar: يرجى تثبيت تطبيق مراسلة يدوياً من متجر Play
de: Bitte installiere eine Nachrichten-App manuell aus dem Play Store
es: Por favor instala una aplicación de mensajería manualmente desde Play Store
fr: Veuillez installer une application de messagerie manuellement depuis le Play Store
hi: कृपया प्ले स्टोर से मैन्युअल रूप से एक मैसेजिंग ऐप इंस्टॉल करें
it: Per favore installa manualmente un'app di messaggistica dal Play Store
ja: Playストアから手動でメッセージングアプリをインストールしてください
pt: Por favor, instale um aplicativo de mensagens manualmente da Play Store
ru: Пожалуйста, установите приложение для обмена сообщениями вручную из Play Store

source: Store Error
ar: خطأ في المتجر
de: Store-Fehler
es: Error de la tienda
fr: Erreur du store
hi: स्टोर त्रुटि
it: Errore dello store
ja: ストアエラー
pt: Erro na loja
ru: Ошибка магазина

source: Failed to open app store
ar: فشل فتح متجر التطبيقات
de: App Store konnte nicht geöffnet werden
es: Error al abrir App Store
fr: Échec de l'ouverture de l'App Store
hi: ऐप स्टोर खोलने में विफल
it: Impossibile aprire l'App Store
ja: アプリストアを開くのに失敗しました
pt: Falha ao abrir a App Store
ru: Не удалось открыть App Store

source: Copy Failed
ar: فشل النسخ
de: Kopieren fehlgeschlagen
es: Copia fallida
fr: Échec de la copie
hi: कॉपी विफल
it: Copia fallita
ja: コピー失敗
pt: Falha ao copiar
ru: Копирование не удалось

source: Could not copy phone number
ar: تعذر نسخ رقم الهاتف
de: Telefonnummer konnte nicht kopiert werden
es: No se pudo copiar el número de teléfono
fr: Impossible de copier le numéro de téléphone
hi: फ़ोन नंबर कॉपी नहीं कर सका
it: Impossibile copiare il numero di telefono
ja: 電話番号をコピーできませんでした
pt: Não foi possível copiar o número de telefone
ru: Не удалось скопировать номер телефона

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
pt: Hoje
ru: Сегодня

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
hi: कल
it: Ieri
ja: 昨日
pt: Ontem
ru: Вчера

source: days ago
ar: أيام مضت
de: vor Tagen
es: hace días
fr: il y a jours
hi: दिन पहले
it: giorni fa
ja: 日前
pt: dias atrás
ru: дней назад

source: weeks ago
ar: أسابيع مضت
de: vor Wochen
es: hace semanas
fr: il y a semaines
hi: सप्ताह पहले
it: settimane fa
ja: 週間前
pt: semanas atrás
ru: недель назад

source: week ago
ar: أسبوع مضى
de: vor einer Woche
es: hace una semana
fr: il y a une semaine
hi: एक सप्ताह पहले
it: una settimana fa
ja: 1週間前
pt: uma semana atrás
ru: неделю назад

# monthsAgo
source: mo ago
ar: شهر مضى
de: vor Monaten
es: hace meses
fr: il y a mois
hi: महीने पहले
it: mesi fa
ja: ヶ月前
pt: meses atrás
ru: месяцев назад

# hoursAgo
source: h ago
ar: ساعة مضت
de: vor Std.
es: hace h
fr: il y a h
hi: घंटे पहले
it: ore fa
ja: 時間前
pt: horas atrás
ru: часов назад

# minutesAgo
source: m ago
ar: دقيقة مضت
de: vor Min.
es: hace m
fr: il y a m
hi: मिनट पहले
it: minuti fa
ja: 分前
pt: minutos atrás
ru: минут назад

source: Just now
ar: الآن
de: Gerade eben
es: Justo ahora
fr: À l'instant
hi: अभी
it: Proprio ora
ja: たった今
pt: Agora mesmo
ru: Только что

source: Unknown date
ar: تاريخ غير معروف
de: Unbekanntes Datum
es: Fecha desconocida
fr: Date inconnue
hi: अज्ञात तिथि
it: Data sconosciuta
ja: 不明な日付
pt: Data desconhecida
ru: Неизвестная дата

source: Cannot Open Link
ar: لا يمكن فتح الرابط
de: Link kann nicht geöffnet werden
es: No se puede abrir el enlace
fr: Impossible d'ouvrir le lien
hi: लिंक नहीं खोल सकता
it: Impossibile aprire il link
ja: リンクを開けません
pt: Não é possível abrir o link
ru: Не удается открыть ссылку

# couldNotLaunchWebsite
source: Could not launch the website
ar: تعذر فتح الموقع
de: Webseite konnte nicht gestartet werden
es: No se pudo lanzar el sitio web
fr: Impossible de lancer le site web
hi: वेबसाइट लॉन्च नहीं कर सका
it: Impossibile avviare il sito web
ja: ウェブサイトを起動できませんでした
pt: Não foi possível iniciar o site
ru: Не удалось запустить веб-сайт

source: Message Failed
ar: فشل الإرسال
de: Nachricht fehlgeschlagen
es: Mensaje fallido
fr: Échec du message
hi: संदेश विफल
it: Messaggio fallito
ja: メッセージ失敗
pt: Falha na mensagem
ru: Сообщение не отправлено

source: Could not open messaging app
ar: تعذر فتح تطبيق المراسلة
de: Nachrichten-App konnte nicht geöffnet werden
es: No se pudo abrir la aplicación de mensajería
fr: Impossible d'ouvrir l'application de messagerie
hi: मैसेजिंग ऐप नहीं खोल सका
it: Impossibile aprire l'app di messaggistica
ja: メッセージングアプリを開けませんでした
pt: Não foi possível abrir o aplicativo de mensagens
ru: Не удалось открыть приложение для обмена сообщениями

# whatsAppNotInstalled
source: WhatsApp is not installed
ar: واتساب غير مثبت
de: WhatsApp ist nicht installiert
es: WhatsApp no está instalado
fr: WhatsApp n'est pas installé
hi: व्हाट्सएप इंस्टॉल नहीं है
it: WhatsApp non è installato
ja: WhatsAppがインストールされていません
pt: O WhatsApp não está instalado
ru: WhatsApp не установлен

source: Failed to open WhatsApp
ar: فشل فتح واتساب
de: WhatsApp konnte nicht geöffnet werden
es: Error al abrir WhatsApp
fr: Échec de l'ouverture de WhatsApp
hi: व्हाट्सएप खोलने में विफल
it: Impossibile aprire WhatsApp
ja: WhatsAppを開くのに失敗しました
pt: Falha ao abrir o WhatsApp
ru: Не удалось открыть WhatsApp

source: Failed to make call
ar: فشل إجراء المكالمة
de: Anruf fehlgeschlagen
es: Llamada fallida
fr: Échec de l'appel
hi: कॉल करने में विफल
it: Chiamata fallita
ja: 電話をかけるのに失敗しました
pt: Falha ao fazer a chamada
ru: Не удалось позвонить

source: Failed to launch phone options
ar: فشل فتح خيارات الهاتف
de: Telefonoptionen konnten nicht gestartet werden
es: Error al lanzar opciones de teléfono
fr: Échec du lancement des options téléphoniques
hi: फ़ोन विकल्प लॉन्च करने में विफल
it: Impossibile avviare le opzioni del telefono
ja: 電話オプションの起動に失敗しました
pt: Falha ao iniciar as opções de telefone
ru: Не удалось запустить параметры телефона

# couldNotMakeCall
source: Could not make call to
ar: تعذر الاتصال بـ
de: Anruf konnte nicht getätigt werden
es: No se pudo realizar la llamada
fr: Impossible d'appeler
hi: कॉल नहीं कर सका
it: Impossibile effettuare la chiamata
ja: 電話をかけられませんでした
pt: Não foi possível fazer a chamada
ru: Не удалось совершить звонок

source: Share Failed
ar: فشلت المشاركة
de: Teilen fehlgeschlagen
es: Compartir fallido
fr: Échec du partage
hi: साझा विफल
it: Condivisione fallita
ja: 共有失敗
pt: Falha ao compartilhar
ru: Не удалось поделиться

source: Save Failed
ar: فشل الحفظ
de: Speichern fehlgeschlagen
es: Guardado fallido
fr: Échec de l'enregistrement
hi: सहेजना विफल
it: Salvataggio fallito
ja: 保存失敗
pt: Falha ao salvar
ru: Не удалось сохранить

source: Permission Required
ar: الإذن مطلوب
de: Berechtigung erforderlich
es: Permiso requerido
fr: Permission requise
hi: अनुमति आवश्यक
it: Permesso richiesto
ja: 権限が必要です
pt: Permissão necessária
ru: Требуется разрешение

source: Permission Denied
ar: تم رفض الإذن
de: Berechtigung verweigert
es: Permiso denegado
fr: Permission refusée
hi: अनुमति अस्वीकृत
it: Permesso negato
ja: 権限が拒否されました
pt: Permissão negada
ru: Разрешение отклонено

# storagePermissionRequired
source: Storage permission is required to save PDF files. Please enable it in app settings.
ar: مطلوب إذن التخزين لحفظ ملفات PDF. يرجى تفعيله من إعدادات التطبيق.
de: Speicherberechtigung ist erforderlich, um PDF-Dateien zu speichern. Bitte aktiviere sie in den App-Einstellungen.
es: Se requiere permiso de almacenamiento para guardar archivos PDF. Por favor actívalo en la configuración de la aplicación.
fr: L'autorisation de stockage est requise pour enregistrer les fichiers PDF. Veuillez l'activer dans les paramètres de l'application.
hi: पीडीएफ फाइलों को सहेजने के लिए स्टोरेज अनुमति आवश्यक है। कृपया इसे ऐप सेटिंग्स में सक्षम करें।
it: È richiesto il permesso di archiviazione per salvare i file PDF. Per favore abilitalo nelle impostazioni dell'app.
ja: PDFファイルを保存するにはストレージ権限が必要です。アプリ設定で有効にしてください。
pt: A permissão de armazenamento é necessária para salvar arquivos PDF. Por favor, habilite-a nas configurações do aplicativo.
ru: Для сохранения PDF-файлов требуется разрешение на хранение. Пожалуйста, включите его в настройках приложения.

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
it: Apri impostazioni
ja: 設定を開く
pt: Abrir configurações
ru: Открыть настройки

source: File Exists
ar: الملف موجود
de: Datei existiert
es: El archivo existe
fr: Le fichier existe
hi: फ़ाइल मौजूद है
it: Il file esiste
ja: ファイルが存在します
pt: O arquivo existe
ru: Файл существует

# fileExistsMessage
source: A PDF with this name already exists. Would you like to overwrite it?
ar: يوجد ملف PDF بنفس الاسم. هل تريد استبداله؟
de: Ein PDF mit diesem Namen existiert bereits. Möchtest du es überschreiben?
es: Ya existe un PDF con este nombre. ¿Quieres sobrescribirlo?
fr: Un PDF avec ce nom existe déjà. Voulez-vous l'écraser ?
hi: इस नाम की एक पीडीएफ पहले से मौजूद है। क्या आप इसे अधिलेखित करना चाहते हैं?
it: Esiste già un PDF con questo nome. Vuoi sovrascriverlo?
ja: この名前のPDFはすでに存在します。上書きしますか？
pt: Já existe um PDF com este nome. Deseja substituí-lo?
ru: PDF с таким именем уже существует. Вы хотите перезаписать его?

source: Overwrite
ar: استبدال
de: Überschreiben
es: Sobrescribir
fr: Écraser
hi: अधिलेखित करें
it: Sovrascrivi
ja: 上書き
pt: Substituir
ru: Перезаписать

# fileOverwritten
source: File overwritten successfully
ar: تم استبدال الملف بنجاح
de: Datei erfolgreich überschrieben
es: Archivo sobrescrito exitosamente
fr: Fichier écrasé avec succès
hi: फ़ाइल सफलतापूर्वक अधिलेखित
it: File sovrascritto con successo
ja: ファイルが正常に上書きされました
pt: Arquivo substituído com sucesso
ru: Файл успешно перезаписан

source: Gallery
ar: معرض الصور
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
it: Galleria
ja: ギャラリー
pt: Galeria
ru: Галерея

source: Collections
ar: المجموعات
de: Sammlungen
es: Colecciones
hi: संग्रह
it: Collezioni
ja: コレクション
pt: Coleções
ru: Коллекции

source: All Place Photos
ar: جميع صور الأماكن
de: Alle Ortsfotos
es: Todas las fotos del lugar
fr: Toutes les photos du lieu
hi: सभी स्थान तस्वीरें
it: Tutte le foto del luogo
ja: すべての場所の写真
pt: Todas as fotos do lugar
ru: Все фото места

source: Collection Photos
ar: صور المجموعة
de: Sammlungsfotos
es: Fotos de la colección
fr: Photos de la collection
hi: संग्रह तस्वीरें
it: Foto della collezione
ja: コレクションの写真
pt: Fotos da coleção
ru: Фото коллекции

source: Uncategorized
ar: غير مصنف
de: Nicht kategorisiert
es: Sin categoría
fr: Non classé
hi: अवर्गीकृत
it: Non categorizzato
ja: 未分類
pt: Sem categoria
ru: Без категории

source: stars
ar: نجوم
de: Sterne
es: estrellas
fr: étoiles
hi: सितारे
it: stelle
ja: 星
pt: estrelas
ru: звезд

source: star
ar: نجمة
de: Stern
es: estrella
fr: étoile
hi: सितारा
it: stella
ja: 星
pt: estrela
ru: звезда

source: Choose Location
ar: اختر الموقع
de: Standort wählen
es: Elegir ubicación
fr: Choisir l'emplacement
hi: स्थान चुनें
it: Scegli posizione
ja: 場所を選択
pt: Escolher localização
ru: Выберите местоположение

source: Current Location
ar: الموقع الحالي
de: Aktueller Standort
es: Ubicación actual
fr: Emplacement actuel
hi: वर्तमान स्थान
it: Posizione attuale
ja: 現在地
pt: Localização atual
ru: Текущее местоположение

source: Your Location
ar: موقعك
de: Dein Standort
es: Tu ubicación
fr: Votre emplacement
hi: आपका स्थान
it: La tua posizione
ja: あなたの場所
pt: Sua localização
ru: Ваше местоположение

source: Search results for
ar: نتائج البحث عن
de: Suchergebnisse für
es: Resultados de búsqueda para
fr: Résultats de recherche pour
hi: खोज परिणाम
it: Risultati della ricerca per
ja: 検索結果
pt: Resultados da pesquisa para
ru: Результаты поиска для

source: Loading Places...
ar: جارٍ تحميل الأماكن...
de: Lade Orte...
es: Cargando lugares...
fr: Chargement des lieux...
hi: स्थान लोड हो रहे हैं...
it: Caricamento luoghi...
ja: 場所を読み込み中...
pt: Carregando lugares...
ru: Загрузка мест...
