Repository: nawafalwajeeh/reviews_app
Catalog: assets/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru

# noReviewsFound
source: No reviews found for this place.
ar: لم يتم العثور على مراجعات لهذا المكان.
de: Keine Rezensionen für diesen Ort gefunden.
es: No se encontraron reseñas para este lugar.
fr: Aucun avis trouvé pour ce lieu.
hi: इस स्थान के लिए कोई समीक्षा नहीं मिली।
it: Nessuna recensione trovata per questo luogo.
ja: この場所のレビューは見つかりませんでした。
pt: Nenhuma avaliação encontrada para este lugar.
ru: Отзывов для этого места не найдено.

# reviewsCount
source: {count} reviews
ar: {count} مراجعة
de: {count} Rezensionen
es: {count} reseñas
fr: {count} avis
hi: {count} समीक्षाएं
it: {count} recensioni
ja: {count} 件のレビュー
pt: {count} avaliações
ru: {count} отзывов

# reviewsCount_other
source: {count} reviews
ar: {count} مراجعات
de: {count} Rezensionen
es: {count} reseñas
fr: {count} avis
hi: {count} समीक्षाएं
it: {count} recensioni
ja: {count} 件のレビュー
pt: {count} avaliações
ru: {count} отзывов

# beFirstToReview
source: Be the first to write a review!
ar: كن أول من يكتب مراجعة!
de: Sei der Erste, der eine Rezension schreibt!
es: ¡Sé el primero en escribir una reseña!
fr: Soyez le premier à rédiger un avis !
hi: समीक्षा लिखने वाले पहले व्यक्ति बनें!
it: Sii il primo a scrivere una recensione!
ja: 最初のレビューを書きましょう！
pt: Seja o primeiro a escrever uma avaliação!
ru: Будьте первым, кто напишет отзыв!

source: Comments
ar: التعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
it: Commenti
ja: コメント
pt: Comentários
ru: Комментарии

source: No comments yet
ar: لا توجد تعليقات بعد
de: Noch keine Kommentare
es: Aún no hay comentarios
fr: Aucun commentaire pour l'instant
hi: अभी तक कोई टिप्पणी नहीं
it: Ancora nessun commento
ja: まだコメントはありません
pt: Nenhum comentário ainda
ru: Пока нет комментариев

# beFirstToComment
source: Be the first to comment!
ar: كن أول من يعلق!
de: Sei der Erste, der kommentiert!
es: ¡Sé el primero en comentar!
fr: Soyez le premier à commenter !
hi: टिप्पणी करने वाले पहले व्यक्ति बनें!
it: Sii il primo a commentare!
ja: 最初のコメントを投稿しましょう！
pt: Seja o primeiro a comentar!
ru: Будьте первым, кто прокомментирует!

# addNewComment
source: Add a new comment...
ar: أضف تعليقاً جديداً...
de: Neuen Kommentar hinzufügen...
es: Añadir un nuevo comentario...
fr: Ajouter un nouveau commentaire...
hi: नई टिप्पणी जोड़ें...
it: Aggiungi un nuovo commento...
ja: 新しいコメントを追加...
pt: Adicionar um novo comentário...
ru: Добавить новый комментарий...

source: Edit Comment
ar: تعديل التعليق
de: Kommentar bearbeiten
es: Editar comentario
fr: Modifier le commentaire
hi: टिप्पणी संपादित करें
it: Modifica commento
ja: コメントを編集
pt: Editar comentário
ru: Редактировать комментарий

source: Edit your comment...
ar: عدّل تعليقك...
de: Bearbeite deinen Kommentar...
es: Edita tu comentario...
fr: Modifiez votre commentaire...
hi: अपनी टिप्पणी संपादित करें...
it: Modifica il tuo commento...
ja: コメントを編集...
pt: Edite seu comentário...
ru: Редактируйте ваш комментарий...

source: Delete Comment
ar: حذف التعليق
de: Kommentar löschen
es: Eliminar comentario
fr: Supprimer le commentaire
hi: टिप्पणी हटाएं
it: Elimina commento
ja: コメントを削除
pt: Excluir comentário
ru: Удалить комментарий

# deleteCommentConfirmation
source: Are you sure you want to delete this comment?
ar: هل أنت متأكد من حذف هذا التعليق؟
de: Bist du sicher, dass du diesen Kommentar löschen möchtest?
es: ¿Estás seguro de que quieres eliminar este comentario?
fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?
hi: क्या आप वाकई इस टिप्पणी को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo commento?
ja: このコメントを削除してもよろしいですか？
pt: Tem certeza de que deseja excluir este comentário?
ru: Вы уверены, что хотите удалить этот комментарий?

source: Reply to comment
ar: الرد على التعليق
de: Auf Kommentar antworten
es: Responder al comentario
fr: Répondre au commentaire
hi: टिप्पणी का उत्तर दें
it: Rispondi al commento
ja: コメントに返信
pt: Responder ao comentário
ru: Ответить на комментарий

source: Write your reply...
ar: اكتب ردك...
de: Schreibe deine Antwort...
es: Escribe tu respuesta...
fr: Écrivez votre réponse...
hi: अपना उत्तर लिखें...
it: Scrivi la tua risposta...
ja: 返信を書く...
pt: Escreva sua resposta...
ru: Напишите ваш ответ...

source: Type your reply...
ar: اكتب ردك...
de: Tippe deine Antwort...
es: Escribe tu respuesta...
fr: Tapez votre réponse...
hi: अपना उत्तर टाइप करें...
it: Digita la tua risposta...
ja: 返信を入力...
pt: Digite sua resposta...
ru: Введите ваш ответ...

source: Replying to
ar: رداً على
de: Antwort an
es: Respondiendo a
fr: Réponse à
hi: उत्तर दे रहे हैं
it: Rispondendo a
ja: 返信先
pt: Respondendo a
ru: Ответ пользователю

source: reply
ar: رد
de: antworten
es: responder
fr: répondre
hi: उत्तर दें
it: rispondi
ja: 返信
pt: responder
ru: ответить

source: replies
ar: ردود
de: Antworten
es: respuestas
fr: réponses
hi: उत्तर
it: risposte
ja: 返信
pt: respostas
ru: ответы

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
pt: Descrição
ru: Описание

source: Tags
ar: الوسوم
es: Etiquetas
hi: टैग
it: Tag
ja: タグ
ru: Теги

source: Location on Map
ar: الموقع على الخريطة
de: Standort auf der Karte
es: Ubicación en el mapa
fr: Emplacement sur la carte
hi: मानचित्र पर स्थान
it: Posizione sulla mappa
ja: 地図上の場所
pt: Localização no mapa
ru: Местоположение на карте

source: Location Coordinates
ar: إحداثيات الموقع
de: Standortkoordinaten
es: Coordenadas de ubicación
fr: Coordonnées de l'emplacement
hi: स्थान निर्देशांक
it: Coordinate della posizione
ja: 位置座標
pt: Coordenadas de localização
ru: Координаты местоположения

# writeReview
source: Write a Review
ar: اكتب مراجعة
de: Rezension schreiben
es: Escribir una reseña
fr: Écrire un avis
hi: समीक्षा लिखें
it: Scrivi una recensione
ja: レビューを書く
pt: Escrever uma avaliação
ru: Написать отзыв

# editReview
source: Edit Your Review
ar: عدّل مراجعتك
de: Deine Rezension bearbeiten
es: Editar tu reseña
fr: Modifier votre avis
hi: अपनी समीक्षा संपादित करें
it: Modifica la tua recensione
ja: レビューを編集
pt: Editar sua avaliação
ru: Редактировать ваш отзыв

source: Your Review (Submitted)
ar: مراجعتك (تم الإرسال)
de: Deine Rezension (Eingereicht)
es: Tu reseña (Enviada)
fr: Votre avis (Soumis)
hi: आपकी समीक्षा (जमा की गई)
it: La tua recensione (Inviata)
ja: あなたのレビュー（送信済み）
pt: Sua avaliação (Enviada)
ru: Ваш отзыв (Отправлен)

# rateExperience
source: Rate your experience *
ar: قيّم تجربتك *
de: Bewerte deine Erfahrung *
es: Valora tu experiencia *
fr: Évaluez votre expérience *
hi: अपने अनुभव को रेट करें *
it: Valuta la tua esperienza *
ja: 体験を評価してください *
pt: Avalie sua experiência *
ru: Оцените ваш опыт *

# shareExperience
source: Share your experience... *
ar: شارك تجربتك... *
de: Teile deine Erfahrung... *
es: Comparte tu experiencia... *
fr: Partagez votre expérience... *
hi: अपना अनुभव साझा करें... *
it: Condividi la tua esperienza... *
ja: 体験を共有してください... *
pt: Compartilhe sua experiência... *
ru: Поделитесь своим опытом... *

source: Additional Questions
ar: أسئلة إضافية
de: Zusätzliche Fragen
es: Preguntas adicionales
fr: Questions supplémentaires
hi: अतिरिक्त प्रश्न
it: Domande aggiuntive
ja: 追加の質問
pt: Perguntas adicionais
ru: Дополнительные вопросы

source: Additional Answers:
ar: إجابات إضافية:
de: Zusätzliche Antworten:
es: Respuestas adicionales:
fr: Réponses supplémentaires :
hi: अतिरिक्त उत्तर:
it: Risposte aggiuntive:
ja: 追加の回答：
pt: Respostas adicionais:
ru: Дополнительные ответы:

source: Update Review
ar: تحديث المراجعة
de: Rezension aktualisieren
es: Actualizar reseña
fr: Mettre à jour l'avis
hi: समीक्षा अपडेट करें
it: Aggiorna recensione
ja: レビューを更新
pt: Atualizar avaliação
ru: Обновить отзыв

source: Delete Review
ar: حذف المراجعة
de: Rezension löschen
es: Eliminar reseña
fr: Supprimer l'avis
hi: समीक्षा हटाएं
it: Elimina recensione
ja: レビューを削除
pt: Excluir avaliação
ru: Удалить отзыв

# deleteReviewConfirmation
source: Are you sure you want to delete your review? This action cannot be undone.
ar: هل أنت متأكد من حذف مراجعتك؟ لا يمكن التراجع عن هذا الإجراء.
de: Bist du sicher, dass du deine Rezension löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar tu reseña? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre avis ? Cette action est irréversible.
hi: क्या आप वाकई अपनी समीक्षा हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
it: Sei sicuro di voler eliminare la tua recensione? Questa azione non può essere annullata.
ja: レビューを削除してもよろしいですか？この操作は取り消せません。
pt: Tem certeza de que deseja excluir sua avaliação? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить свой отзыв? Это действие нельзя отменить.

source: Submit Review
ar: إرسال المراجعة
de: Rezension absenden
es: Enviar reseña
fr: Soumettre l'avis
hi: समीक्षा जमा करें
it: Invia recensione
ja: レビューを送信
pt: Enviar avaliação
ru: Отправить отзыв

source: Place QR Code
ar: رمز QR للمكان
de: Ort QR-Code
es: Código QR del lugar
fr: QR Code du lieu
hi: स्थान क्यूआर कोड
it: Codice QR del luogo
ja: 場所のQRコード
pt: Código QR do lugar
ru: QR-код места

source: Scan QR Code
ar: مسح رمز QR
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le QR Code
hi: क्यूआर कोड स्कैन करें
it: Scansiona codice QR
ja: QRコードをスキャン
pt: Escanear código QR
ru: Сканировать QR-код

# scanToView
source: Scan to view this place
ar: امسح لعرض هذا المكان
de: Scannen, um diesen Ort anzusehen
es: Escanea para ver este lugar
fr: Scannez pour voir ce lieu
hi: इस स्थान को देखने के लिए स्कैन करें
it: Scansiona per visualizzare questo luogo
ja: スキャンしてこの場所を表示
pt: Escaneie para ver este lugar
ru: Сканируйте, чтобы посмотреть это место

# alignQRCode
source: Align QR code within the frame
ar: ضع رمز QR داخل الإطار
de: Richte den QR-Code im Rahmen aus
es: Alinea el código QR dentro del marco
fr: Alignez le code QR dans le cadre
hi: फ्रेम के भीतर क्यूआर कोड संरेखित करें
it: Allinea il codice QR all'interno della cornice
ja: フレーム内にQRコードを合わせてください
pt: Alinhe o código QR dentro da moldura
ru: Выровняйте QR-код в рамке

source: Processing QR Code...
ar: جارٍ معالجة رمز QR...
de: QR-Code wird verarbeitet...
es: Procesando código QR...
fr: Traitement du QR Code...
hi: क्यूआर कोड संसाधित हो रहा है...
it: Elaborazione codice QR...
ja: QRコードを処理中...
pt: Processando código QR...
ru: Обработка QR-кода...

source: 🔍 Looking Up Place...
ar: 🔍 جارٍ البحث عن المكان...
de: 🔍 Ort wird gesucht...
es: 🔍 Buscando lugar...
fr: 🔍 Recherche du lieu...
hi: 🔍 स्थान खोज रहा है...
it: 🔍 Ricerca luogo...
ja: 🔍 場所を検索中...
pt: 🔍 Procurando lugar...
ru: 🔍 Поиск места...

# checkingDatabase
source: Checking our database...
ar: جارٍ التحقق من قاعدة البيانات...
de: Datenbank wird überprüft...
es: Verificando nuestra base de datos...
fr: Vérification dans notre base de données...
hi: हमारे डेटाबेस की जाँच कर रहा है...
it: Controllo nel nostro database...
ja: データベースを確認中...
pt: Verificando nosso banco de dados...
ru: Проверка нашей базы данных...

# redirectingTo
source: Redirecting to {placeName}
ar: جارٍ التوجيه إلى {placeName}
de: Weiterleitung zu {placeName}
es: Redirigiendo a {placeName}
fr: Redirection vers {placeName}
hi: {placeName} पर पुनर्निर्देशित किया जा रहा है
it: Reindirizzamento a {placeName}
ja: {placeName} にリダイレクト中
pt: Redirecionando para {placeName}
ru: Перенаправление на {placeName}

source: Scan Error
ar: خطأ في المسح
de: Scan-Fehler
es: Error de escaneo
fr: Erreur de scan
hi: स्कैन त्रुटि
it: Errore di scansione
ja: スキャンエラー
pt: Erro de digitalização
ru: Ошибка сканирования

source: Invalid QR Code
ar: رمز QR غير صالح
de: Ungültiger QR-Code
es: Código QR inválido
fr: QR Code invalide
hi: अमान्य क्यूआर कोड
it: Codice QR non valido
ja: 無効なQRコード
pt: Código QR inválido
ru: Неверный QR-код

source: Unrecognized format.
ar: تنسيق غير معروف.
de: Nicht erkanntes Format.
es: Formato no reconocido.
fr: Format non reconnu.
hi: अमान्य प्रारूप।
it: Formato non riconosciuto.
ja: 認識できない形式です。
pt: Formato não reconhecido.
ru: Нераспознанный формат.

source: Share PDF
ar: مشاركة PDF
de: PDF teilen
es: Compartir PDF
fr: Partager PDF
hi: पीडीएफ साझा करें
it: Condividi PDF
ja: PDFを共有
pt: Compartilhar PDF
ru: Поделиться PDF

source: Save PDF
ar: حفظ PDF
de: PDF speichern
es: Guardar PDF
fr: Enregistrer PDF
hi: पीडीएफ सहेजें
it: Salva PDF
ja: PDFを保存
pt: Salvar PDF
ru: Сохранить PDF

source: Discover Places
ar: اكتشف الأماكن
de: Orte entdecken
es: Descubrir lugares
fr: Découvrir des lieux
hi: स्थान खोजें
it: Scopri luoghi
ja: 場所を発見
pt: Descobrir lugares
ru: Откройте места

source: Create New Place
ar: إضافة مكان جديد
de: Neuen Ort erstellen
es: Crear nuevo lugar
fr: Créer un nouveau lieu
hi: नया स्थान बनाएं
it: Crea nuovo luogo
ja: 新しい場所を作成
pt: Criar novo lugar
ru: Создать новое место

source: Create Places
ar: إضافة أماكن
de: Orte erstellen
es: Crear lugares
fr: Créer des lieux
hi: स्थान बनाएं
it: Crea luoghi
ja: 場所を作成
pt: Criar lugares
ru: Создать места

# shareFavoriteSpot
source: Share your favorite spot with the community
ar: شارك مكانك المفضل مع المجتمع
de: Teile deinen Lieblingsort mit der Community
es: Comparte tu lugar favorito con la comunidad
fr: Partagez votre endroit préféré avec la communauté
hi: समुदाय के साथ अपना पसंदीदा स्थान साझा करें
it: Condividi il tuo luogo preferito con la comunità
ja: お気に入りのスポットをコミュニティと共有
pt: Compartilhe seu lugar favorito com a comunidade
ru: Поделитесь своим любимым местом с сообществом

source: Edit Place
ar: تعديل المكان
de: Ort bearbeiten
es: Editar lugar
fr: Modifier le lieu
hi: स्थान संपादित करें
it: Modifica luogo
ja: 場所を編集
pt: Editar lugar
ru: Редактировать место

# updatePlaceInfo
source: Update your place information
ar: تحديث معلومات المكان
de: Aktualisiere deine Ortsinformationen
es: Actualiza la información de tu lugar
fr: Mettre à jour les informations de votre lieu
hi: अपनी स्थान जानकारी अपडेट करें
it: Aggiorna le informazioni del tuo luogo
ja: 場所の情報を更新
pt: Atualize as informações do seu lugar
ru: Обновите информацию о вашем месте

source: Delete Place?
ar: حذف المكان؟
de: Ort löschen?
es: ¿Eliminar lugar?
fr: Supprimer le lieu ?
hi: स्थान हटाएं?
it: Eliminare luogo?
ja: 場所を削除しますか？
pt: Excluir lugar?
ru: Удалить место?

# deletePlaceMessage
source: Are you sure you want to delete "{placeTitle}"? This action cannot be undone.
ar: هل أنت متأكد من حذف "{placeTitle}"؟ لا يمكن التراجع عن هذا الإجراء.
de: Bist du sicher, dass du "{placeTitle}" löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar "{placeTitle}"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer "{placeTitle}" ? Cette action est irréversible.
hi: क्या आप वाकई "{placeTitle}" को हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
it: Sei sicuro di voler eliminare "{placeTitle}"? Questa azione non può essere annullata.
ja: 「{placeTitle}」を削除してもよろしいですか？この操作は取り消せません。
pt: Tem certeza de que deseja excluir "{placeTitle}"? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить "{placeTitle}"? Это действие нельзя отменить.

source: Place Name
ar: اسم المكان
de: Ortsname
es: Nombre del lugar
fr: Nom du lieu
hi: स्थान का नाम
it: Nome del luogo
ja: 場所の名前
pt: Nome do lugar
ru: Название места

# enterPlaceName
source: Enter the name of this place
ar: أدخل اسم المكان
de: Gib den Namen dieses Ortes ein
es: Ingresa el nombre de este lugar
fr: Entrez le nom de ce lieu
hi: इस स्थान का नाम दर्ज करें
it: Inserisci il nome di questo luogo
ja: この場所の名前を入力してください
pt: Digite o nome deste lugar
ru: Введите название этого места

source: Select Category
ar: اختر الفئة
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
hi: श्रेणी चुनें
it: Seleziona categoria
ja: カテゴリを選択
pt: Selecionar categoria
ru: Выберите категорию

source: Place Description
ar: وصف المكان
de: Ortsbeschreibung
es: Descripción del lugar
fr: Description du lieu
hi: स्थान विवरण
it: Descrizione del luogo
ja: 場所の説明
pt: Descrição do lugar
ru: Описание места

source: Place Address
ar: عنوان المكان
de: Ortsadresse
es: Dirección del lugar
fr: Adresse du lieu
hi: स्थान का पता
it: Indirizzo del luogo
ja: 場所の住所
pt: Endereço do lugar
ru: Адрес места

source: Select Address
ar: اختر العنوان
de: Adresse auswählen
es: Seleccionar dirección
fr: Sélectionner une adresse
hi: पता चुनें
it: Seleziona indirizzo
ja: 住所を選択
pt: Selecionar endereço
ru: Выберите адрес

# enterDescription
source: Tell us what makes this place special...
ar: أخبرنا ما يميز هذا المكان...
de: Erzähl uns, was diesen Ort besonders macht...
es: Cuéntanos qué hace especial a este lugar...
fr: Dites-nous ce qui rend ce lieu spécial...
hi: हमें बताएं कि इस स्थान को क्या खास बनाता है...
it: Dicci cosa rende speciale questo luogo...
ja: この場所の特別な点を教えてください...
pt: Conte-nos o que torna este lugar especial...
ru: Расскажите нам, что делает это место особенным...

# enterPhoneNumber
source: Enter your phone number
ar: أدخل رقم الهاتف
de: Gib deine Telefonnummer ein
es: Ingresa tu número de teléfono
fr: Entrez votre numéro de téléphone
hi: अपना फ़ोन नंबर दर्ज करें
it: Inserisci il tuo numero di telefono
ja: 電話番号を入力してください
pt: Digite seu número de telefone
ru: Введите ваш номер телефона

source: Website URL (Optional)
ar: رابط الموقع (اختياري)
de: Webseiten-URL (Optional)
es: URL del sitio web (Opcional)
fr: URL du site web (Optionnel)
hi: वेबसाइट यूआरएल (वैकल्पिक)
it: URL del sito web (Opzionale)
ja: ウェブサイトURL（オプション）
pt: URL do site (Opcional)
ru: URL веб-сайта (Необязательно)

source: Community Guidelines
ar: إرشادات المجتمع
de: Community-Richtlinien
es: Pautas de la comunidad
fr: Règles de la communauté
hi: समुदाय दिशानिर्देश
it: Linee guida della comunità
ja: コミュニティガイドライン
pt: Diretrizes da comunidade
ru: Правила сообщества

# ensureAppropriate
source: Please ensure your place is appropriate and follows our community standards
ar: يرجى التأكد من أن المكان مناسب ويتبع معايير المجتمع
de: Bitte stelle sicher, dass dein Ort angemessen ist und unseren Community-Standards entspricht
es: Por favor asegúrate de que tu lugar sea apropiado y siga nuestros estándares comunitarios
fr: Veuillez vous assurer que votre lieu est approprié et respecte nos normes communautaires
hi: कृपया सुनिश्चित करें कि आपका स्थान उचित है और हमारे सामुदायिक मानकों का पालन करता है
it: Assicurati che il tuo luogo sia appropriato e segua i nostri standard della comunità
ja: 場所が適切であり、コミュニティ基準に従っていることを確認してください
pt: Certifique-se de que seu lugar seja apropriado e siga nossos padrões da comunidade
ru: Пожалуйста, убедитесь, что ваше место уместно и соответствует нашим стандартам сообщества

source: Add Photos
ar: إضافة صور
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des photos
hi: तस्वीरें जोड़ें
it: Aggiungi foto
ja: 写真を追加
pt: Adicionar fotos
ru: Добавить фото

# uploadPhotos
source: Upload up to {maxImages} photos of this place
ar: ارفع حتى {maxImages} صورة لهذا المكان
de: Lade bis zu {maxImages} Fotos von diesem Ort hoch
es: Sube hasta {maxImages} fotos de este lugar
fr: Téléchargez jusqu'à {maxImages} photos de ce lieu
hi: इस स्थान की {maxImages} तक तस्वीरें अपलोड करें
it: Carica fino a {maxImages} foto di questo luogo
ja: この場所の写真を最大 {maxImages} 枚アップロード
pt: Carregue até {maxImages} fotos deste lugar
ru: Загрузите до {maxImages} фотографий этого места

source: Existing Photos
ar: الصور الحالية
de: Vorhandene Fotos
es: Fotos existentes
fr: Photos existantes
hi: मौजूदा तस्वीरें
it: Foto esistenti
ja: 既存の写真
pt: Fotos existentes
ru: Существующие фото

source: New Photos
ar: صور جديدة
de: Neue Fotos
es: Nuevas fotos
fr: Nouvelles photos
hi: नई तस्वीरें
it: Nuove foto
ja: 新しい写真
pt: Novas fotos
ru: Новые фото

source: photos
ar: صور
de: Fotos
es: fotos
hi: तस्वीरें
it: foto
ja: 写真
pt: fotos
ru: фото

# noPhotosFound
source: No photos found in this collection.
ar: لم يتم العثور على صور في هذه المجموعة.
de: Keine Fotos in dieser Sammlung gefunden.
es: No se encontraron fotos en esta colección.
fr: Aucune photo trouvée dans cette collection.
hi: इस संग्रह में कोई तस्वीरें नहीं मिलीं।
it: Nessuna foto trovata in questa collezione.
ja: このコレクションに写真が見つかりませんでした。
pt: Nenhuma foto encontrada nesta coleção.
ru: В этой коллекции не найдено фотографий.

source: Custom Questions (Optional)
ar: أسئلة مخصصة (اختياري)
de: Benutzerdefinierte Fragen (Optional)
es: Preguntas personalizadas (Opcional)
fr: Questions personnalisées (Optionnel)
hi: कस्टम प्रश्न (वैकल्पिक)
it: Domande personalizzate (Opzionale)
ja: カスタム質問（オプション）
pt: Perguntas personalizadas (Opcional)
ru: Пользовательские вопросы (Необязательно)

source: Add Question
ar: إضافة سؤال
de: Frage hinzufügen
es: Añadir pregunta
fr: Ajouter une question
hi: प्रश्न जोड़ें
it: Aggiungi domanda
ja: 質問を追加
pt: Adicionar pergunta
ru: Добавить вопрос

# noCustomQuestions
source: No custom questions added
ar: لا توجد أسئلة مخصصة
de: Keine benutzerdefinierten Fragen hinzugefügt
es: No se añadieron preguntas personalizadas
fr: Aucune question personnalisée ajoutée
hi: कोई कस्टम प्रश्न नहीं जोड़ा गया
it: Nessuna domanda personalizzata aggiunta
ja: カスタム質問は追加されていません
pt: Nenhuma pergunta personalizada adicionada
ru: Пользовательские вопросы не добавлены

# addUpToQuestions
source: Tap the + button to add up to 4 optional questions
ar: اضغط على زر + لإضافة حتى 4 أسئلة اختيارية
de: Tippe auf die + Schaltfläche, um bis zu 4 optionale Fragen hinzuzufügen
es: Toca el botón + para añadir hasta 4 preguntas opcionales
fr: Appuyez sur le bouton + pour ajouter jusqu'à 4 questions optionnelles
hi: 4 वैकल्पिक प्रश्न जोड़ने के लिए + बटन पर टैप करें
it: Tocca il pulsante + per aggiungere fino a 4 domande opzionali
ja: + ボタンをタップして最大4つのオプションの質問を追加
pt: Toque no botão + para adicionar até 4 perguntas opcionais
ru: Нажмите кнопку +, чтобы добавить до 4 дополнительных вопросов

source: Question
ar: السؤال
de: Frage
es: Pregunta
hi: प्रश्न
it: Domanda
ja: 質問
pt: Pergunta
ru: Вопрос

# enterQuestion
source: Enter your question here...
ar: أدخل سؤالك هنا...
de: Gib deine Frage hier ein...
es: Ingresa tu pregunta aquí...
fr: Entrez votre question ici...
hi: अपना प्रश्न यहाँ दर्ज करें...
it: Inserisci la tua domanda qui...
ja: ここに質問を入力...
pt: Digite sua pergunta aqui...
ru: Введите ваш вопрос здесь...

source: Answer Type
ar: نوع الإجابة
de: Antworttyp
es: Tipo de respuesta
fr: Type de réponse
hi: उत्तर प्रकार
it: Tipo di risposta
ja: 回答タイプ
pt: Tipo de resposta
ru: Тип ответа

source: Required
ar: مطلوب
de: Erforderlich
es: Requerido
fr: Requis
hi: आवश्यक
it: Obbligatorio
ja: 必須
pt: Obrigatório
ru: Обязательно

source: Star Rating
ar: تقييم بالنجوم
de: Sternebewertung
es: Valoración por estrellas
fr: Note par étoiles
hi: स्टार रेटिंग
it: Valutazione a stelle
ja: 星評価
pt: Classificação por estrelas
ru: Звездный рейтинг

source: Yes/No
ar: نعم/لا
de: Ja/Nein
es: Sí/No
fr: Oui/Non
hi: हाँ/नहीं
it: Sì/No
ja: はい/いいえ
pt: Sim/Não
ru: Да/Нет

source: Text Answer
ar: إجابة نصية
de: Textantwort
es: Respuesta de texto
fr: Réponse textuelle
hi: पाठ उत्तर
it: Risposta testuale
ja: テキスト回答
pt: Resposta de texto
ru: Текстовый ответ

source: Type your answer...
ar: اكتب إجابتك...
de: Tippe deine Antwort...
es: Escribe tu respuesta...
fr: Tapez votre réponse...
hi: अपना उत्तर टाइप करें...
it: Digita la tua risposta...
ja: 回答を入力...
pt: Digite sua resposta...
ru: Введите ваш ответ...

source: Remove Question
ar: إزالة السؤال
de: Frage entfernen
es: Eliminar pregunta
fr: Supprimer la question
hi: प्रश्न हटाएं
it: Rimuovi domanda
ja: 質問を削除
pt: Remover pergunta
ru: Удалить вопрос

source: Not answered
ar: لم تتم الإجابة
de: Nicht beantwortet
es: No respondido
fr: Non répondu
hi: उत्तर नहीं दिया गया
it: Non risposto
ja: 未回答
pt: Não respondido
ru: Не отвечено

source: Premium Features
ar: مميزات بريميوم
de: Premium-Funktionen
es: Funciones Premium
fr: Fonctionnalités Premium
hi: प्रीमियम सुविधाएं
it: Funzionalità Premium
ja: プレミアム機能
pt: Recursos Premium
ru: Премиум функции
