Repository: nawafalwajeeh/reviews_app
Catalog: assets/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru

# uploadDataToCloud
source: Upload Data to your Cloud Firebase
ar: رفع البيانات إلى سحابة Firebase
de: Daten in deine Cloud Firebase hochladen
es: Subir datos a tu Cloud Firebase
fr: Télécharger les données vers votre Cloud Firebase
hi: अपने क्लाउड फायरबेस पर डेटा अपलोड करें
it: Carica dati sul tuo Cloud Firebase
ja: データをクラウドFirebaseにアップロード
pt: Carregar dados para o seu Cloud Firebase
ru: Загрузить данные в ваше облако Firebase

source: Geolocation
ar: الموقع الجغرافي
de: Geolokalisierung
es: Geolocalización
fr: Géolocalisation
hi: जियोलोकेशन
it: Geolocalizzazione
ja: ジオロケーション
pt: Geolocalização
ru: Геолокация

# recommendationBasedOnLocation
source: Set recommendation based on location
ar: تفعيل التوصيات بناءً على الموقع
de: Empfehlung basierend auf Standort festlegen
es: Establecer recomendación basada en ubicación
fr: Définir les recommandations basées sur la localisation
hi: स्थान के आधार पर सिफारिश सेट करें
it: Imposta raccomandazione basata sulla posizione
ja: 場所に基づいたおすすめを設定
pt: Definir recomendação com base na localização
ru: Установить рекомендации на основе местоположения

source: Safe Mode
ar: الوضع الآمن
de: Sicherer Modus
es: Modo seguro
fr: Mode sécurisé
hi: सुरक्षित मोड
it: Modalità sicura
ja: セーフモード
pt: Modo seguro
ru: Безопасный режим

# safeForAllAges
source: Search result is safe for all ages
ar: نتائج البحث آمنة لجميع الأعمار
de: Suchergebnis ist sicher für alle Altersgruppen
es: El resultado de la búsqueda es seguro para todas las edades
fr: Le résultat de la recherche est sûr pour tous les âges
hi: खोज परिणाम सभी उम्र के लिए सुरक्षित है
it: Il risultato della ricerca è sicuro per tutte le età
ja: 検索結果はすべての年齢層に安全です
pt: O resultado da pesquisa é seguro para todas as idades
ru: Результаты поиска безопасны для всех возрастов

source: HD Image Quality
ar: جودة صور عالية
de: HD-Bildqualität
es: Calidad de imagen HD
fr: Qualité d'image HD
hi: एचडी छवि गुणवत्ता
it: Qualità immagine HD
ja: HD画質
pt: Qualidade de imagem HD
ru: HD качество изображения

# setImageQuality
source: Set image quality to be seen
ar: تعيين جودة الصور المعروضة
de: Bildqualität festlegen
es: Establecer calidad de imagen para ver
fr: Définir la qualité d'image à voir
hi: देखी जाने वाली छवि गुणवत्ता सेट करें
it: Imposta qualità immagine da visualizzare
ja: 表示する画質を設定
pt: Definir qualidade da imagem a ser vista
ru: Установить качество изображения для просмотра

# reAuthenticate
source: Re-Authenticate User
ar: إعادة المصادقة
de: Benutzer erneut authentifizieren
es: Reautenticar usuario
fr: Ré-authentifier l'utilisateur
hi: उपयोगकर्ता को पुनः प्रमाणित करें
it: Riautentica utente
ja: ユーザーを再認証
pt: Reautenticar usuário
ru: Повторная аутентификация пользователя

source: Verify
ar: تحقق
de: Verifizieren
es: Verificar
fr: Vérifier
hi: सत्यापित करें
it: Verifica
ja: 確認
pt: Verificar
ru: Проверить

source: Change Username
ar: تغيير اسم المستخدم
de: Benutzernamen ändern
es: Cambiar nombre de usuario
fr: Changer le nom d'utilisateur
hi: उपयोगकर्ता नाम बदलें
it: Cambia nome utente
ja: ユーザー名を変更
pt: Alterar nome de usuário
ru: Изменить имя пользователя

# chooseUniqueUsername
source: Choose a unique username that represents you.
ar: اختر اسم مستخدم فريد يمثلك.
de: Wähle einen einzigartigen Benutzernamen, der dich repräsentiert.
es: Elige un nombre de usuario único que te represente.
fr: Choisissez un nom d'utilisateur unique qui vous représente.
hi: एक अद्वितीय उपयोगकर्ता नाम चुनें जो आपका प्रतिनिधित्व करता है।
it: Scegli un nome utente unico che ti rappresenti.
ja: あなたを表すユニークなユーザー名を選択してください。
pt: Escolha um nome de usuário único que represente você.
ru: Выберите уникальное имя пользователя, которое представляет вас.

# usernameHint
source: e.g., john_doe123
ar: مثال: john_doe123
de: z.B. max_mustermann123
es: ej., juan_perez123
fr: ex: jean_dupont123
hi: जैसे, john_doe123
it: es., mario_rossi123
ja: 例：taro_yamada123
pt: ex: joao_silva123
ru: например, ivan_ivanov123

source: Change Phone Number
ar: تغيير رقم الهاتف
de: Telefonnummer ändern
es: Cambiar número de teléfono
fr: Changer le numéro de téléphone
hi: फ़ोन नंबर बदलें
it: Cambia numero di telefono
ja: 電話番号を変更
pt: Alterar número de telefone
ru: Изменить номер телефона

# addPhoneForVerification
source: Add your phone number for verification and contact purposes.
ar: أضف رقم هاتفك للتحقق والتواصل.
de: Füge deine Telefonnummer zur Verifizierung und Kontaktaufnahme hinzu.
es: Añade tu número de teléfono para verificación y contacto.
fr: Ajoutez votre numéro de téléphone pour la vérification et le contact.
hi: सत्यापन और संपर्क उद्देश्यों के लिए अपना फ़ोन नंबर जोड़ें।
it: Aggiungi il tuo numero di telefono per verifica e contatto.
ja: 確認および連絡用に電話番号を追加してください。
pt: Adicione seu número de telefone para verificação e contato.
ru: Добавьте свой номер телефона для проверки и связи.

# phoneNumberHint
source: e.g., +967 234 567 8900
ar: مثال: +967 234 567 8900
de: z.B. +49 123 456 7890
es: ej., +34 612 345 678
fr: ex: +33 6 12 34 56 78
hi: जैसे, +91 987 654 3210
it: es., +39 333 123 4567
ja: 例：+81 90 1234 5678
pt: ex: +55 11 91234 5678
ru: например, +7 900 123 4567

source: Change Name
ar: تغيير الاسم
de: Namen ändern
es: Cambiar nombre
fr: Changer le nom
hi: नाम बदलें
it: Cambia nome
ja: 名前を変更
pt: Alterar nome
ru: Изменить имя

# useRealNameForVerification
source: Use real name for easy verification. This name will appear on several pages.
ar: استخدم اسمك الحقيقي لتسهيل التحقق. سيظهر هذا الاسم في عدة صفحات.
de: Verwende deinen echten Namen für eine einfache Verifizierung. Dieser Name wird auf mehreren Seiten erscheinen.
es: Usa tu nombre real para una fácil verificación. Este nombre aparecerá en varias páginas.
fr: Utilisez votre vrai nom pour une vérification facile. Ce nom apparaîtra sur plusieurs pages.
hi: आसान सत्यापन के लिए वास्तविक नाम का उपयोग करें। यह नाम कई पृष्ठों पर दिखाई देगा।
it: Usa il nome reale per una facile verifica. Questo nome apparirà su diverse pagine.
ja: 簡単な確認のために本名を使用してください。この名前はいくつかのページに表示されます。
pt: Use o nome real para facilitar a verificação. Este nome aparecerá em várias páginas.
ru: Используйте настоящее имя для легкой проверки. Это имя будет отображаться на нескольких страницах.

source: Select Gender
ar: اختر الجنس
de: Geschlecht auswählen
es: Seleccionar género
fr: Sélectionner le genre
hi: लिंग चुनें
it: Seleziona genere
ja: 性別を選択
pt: Selecionar gênero
ru: Выберите пол

source: Select Birth Date
ar: اختر تاريخ الميلاد
de: Geburtsdatum auswählen
es: Seleccionar fecha de nacimiento
fr: Sélectionner la date de naissance
hi: जन्म तिथि चुनें
it: Seleziona data di nascita
ja: 生年月日を選択
pt: Selecionar data de nascimento
ru: Выберите дату рождения

source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चयनित
it: Selezionato
ja: 選択済み
pt: Selecionado
ru: Выбрано

source: No date selected
ar: لم يتم اختيار تاريخ
de: Kein Datum ausgewählt
es: Ninguna fecha seleccionada
fr: Aucune date sélectionnée
hi: कोई तारीख नहीं चुनी गई
it: Nessuna data selezionata
ja: 日付が選択されていません
pt: Nenhuma data selecionada
ru: Дата не выбрана

source: Clear Selection
ar: مسح الاختيار
de: Auswahl löschen
es: Borrar selección
fr: Effacer la sélection
hi: चयन साफ़ करें
it: Cancella selezione
ja: 選択をクリア
pt: Limpar seleção
ru: Очистить выбор

source: Add New Address
ar: إضافة عنوان جديد
de: Neue Adresse hinzufügen
es: Añadir nueva dirección
fr: Ajouter une nouvelle adresse
hi: नया पता जोड़ें
it: Aggiungi nuovo indirizzo
ja: 新しい住所を追加
pt: Adicionar novo endereço
ru: Добавить новый адрес

source: Pick Location from Map
ar: اختر الموقع من الخريطة
de: Standort auf Karte wählen
es: Elegir ubicación del mapa
fr: Choisir l'emplacement sur la carte
hi: मानचित्र से स्थान चुनें
it: Scegli posizione dalla mappa
ja: 地図から場所を選択
pt: Escolher localização no mapa
ru: Выбрать местоположение на карте

source: Address Name
ar: اسم العنوان
de: Adressname
es: Nombre de la dirección
fr: Nom de l'adresse
hi: पते का नाम
it: Nome indirizzo
ja: 住所名
pt: Nome do endereço
ru: Название адреса

# addressNameHint
source: Home, Work, Office, etc.
ar: المنزل، العمل، المكتب، إلخ.
de: Zuhause, Arbeit, Büro, etc.
es: Casa, Trabajo, Oficina, etc.
fr: Maison, Travail, Bureau, etc.
hi: घर, काम, कार्यालय, आदि
it: Casa, Lavoro, Ufficio, ecc.
ja: 自宅、職場、オフィスなど
pt: Casa, Trabalho, Escritório, etc.
ru: Дом, Работа, Офис и т.д.

source: Street
ar: الشارع
de: Straße
es: Calle
fr: Rue
hi: सड़क
it: Via
ja: 通り
pt: Rua
ru: Улица

source: Postal Code
ar: الرمز البريدي
de: Postleitzahl
es: Código postal
fr: Code postal
hi: पोस्टल कोड
it: Codice postale
ja: 郵便番号
pt: CEP
ru: Почтовый индекс

source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
hi: शहर
it: Città
ja: 市区町村
pt: Cidade
ru: Город

source: State
ar: المحافظة
de: Bundesland
es: Estado/Provincia
fr: État/Région
hi: राज्य
it: Stato/Provincia
ja: 都道府県
pt: Estado
ru: Область/Край

source: Country
ar: الدولة
de: Land
es: País
fr: Pays
hi: देश
it: Paese
ja: 国
pt: País
ru: Страна

source: Save Address
ar: حفظ العنوان
de: Adresse speichern
es: Guardar dirección
fr: Enregistrer l'adresse
hi: पता सहेजें
it: Salva indirizzo
ja: 住所を保存
pt: Salvar endereço
ru: Сохранить адрес

source: Location from Map
ar: الموقع من الخريطة
de: Standort von Karte
es: Ubicación del mapa
fr: Emplacement depuis la carte
hi: मानचित्र से स्थान
it: Posizione dalla mappa
ja: 地図からの場所
pt: Localização do mapa
ru: Местоположение с карты

source: Clear map location
ar: مسح موقع الخريطة
de: Kartenstandort löschen
es: Borrar ubicación del mapa
fr: Effacer l'emplacement de la carte
hi: मानचित्र स्थान साफ़ करें
it: Cancella posizione mappa
ja: 地図の場所をクリア
pt: Limpar localização do mapa
ru: Очистить местоположение на карте

source: Coordinates
ar: الإحداثيات
de: Koordinaten
es: Coordenadas
fr: Coordonnées
hi: निर्देशांक
it: Coordinate
ja: 座標
pt: Coordenadas
ru: Координаты

source: Address from map
ar: العنوان من الخريطة
de: Adresse von Karte
es: Dirección del mapa
fr: Adresse depuis la carte
hi: मानचित्र से पता
it: Indirizzo dalla mappa
ja: 地図からの住所
pt: Endereço do mapa
ru: Адрес с карты

source: Map Location
ar: موقع الخريطة
de: Kartenstandort
es: Ubicación del mapa
fr: Emplacement sur la carte
hi: मानचित्र स्थान
it: Posizione mappa
ja: 地図の場所
pt: Localização do mapa
ru: Местоположение на карте

source: Address not found
ar: العنوان غير موجود
de: Adresse nicht gefunden
es: Dirección no encontrada
fr: Adresse introuvable
hi: पता नहीं मिला
it: Indirizzo non trovato
ja: 住所が見つかりません
pt: Endereço não encontrado
ru: Адрес не найден

source: Password Reset Email Sent
ar: تم إرسال بريد إعادة تعيين كلمة المرور
de: Passwort-Reset-E-Mail gesendet
es: Correo de restablecimiento de contraseña enviado
fr: E-mail de réinitialisation du mot de passe envoyé
hi: पासवर्ड रीसेट ईमेल भेजा गया
it: Email di reimpostazione password inviata
ja: パスワードリセットメールを送信しました
pt: E-mail de redefinição de senha enviado
ru: Письмо для сброса пароля отправлено

# accountSecurityPriority
source: Your Account Security is Our Priority! We've Sent You a Secure Link to Safely Change Your Password and Keep Your Account Protected.
ar: أمان حسابك أولويتنا! أرسلنا لك رابطاً آمناً لتغيير كلمة المرور والحفاظ على حسابك محمياً.
de: Deine Kontosicherheit ist unsere Priorität! Wir haben dir einen sicheren Link gesendet, um dein Passwort sicher zu ändern.
es: ¡La seguridad de tu cuenta es nuestra prioridad! Te hemos enviado un enlace seguro para cambiar tu contraseña de forma segura.
fr: La sécurité de votre compte est notre priorité ! Nous vous avons envoyé un lien sécurisé pour changer votre mot de passe en toute sécurité.
hi: आपकी खाता सुरक्षा हमारी प्राथमिकता है! हमने आपको अपना पासवर्ड सुरक्षित रूप से बदलने के लिए एक सुरक्षित लिंक भेजा है।
it: La sicurezza del tuo account è la nostra priorità! Ti abbiamo inviato un link sicuro per cambiare la tua password in sicurezza.
ja: アカウントのセキュリティは私たちの最優先事項です！パスワードを安全に変更するための安全なリンクをお送りしました。
pt: A segurança da sua conta é nossa prioridade! Enviamos um link seguro para alterar sua senha com segurança.
ru: Безопасность вашего аккаунта - наш приоритет! Мы отправили вам безопасную ссылку для безопасного изменения пароля.

# verifyEmailAddress
source: Verify your email address!
ar: تحقق من بريدك الإلكتروني!
de: Verifiziere deine E-Mail-Adresse!
es: ¡Verifica tu dirección de correo electrónico!
fr: Vérifiez votre adresse e-mail !
hi: अपना ईमेल पता सत्यापित करें!
it: Verifica il tuo indirizzo email!
ja: メールアドレスを確認してください！
pt: Verifique seu endereço de e-mail!
ru: Подтвердите свой адрес электронной почты!

# congratulationsAccountAwaits
source: Congratulations! Your Account Awaits: Verify Your Email to Start Shopping and Experience a World of Unrivaled Deals and Personalized Offers.
ar: تهانينا! حسابك في انتظارك: تحقق من بريدك الإلكتروني للبدء واستمتع بعالم من العروض المميزة.
de: Herzlichen Glückwunsch! Dein Konto wartet: Verifiziere deine E-Mail, um mit dem Einkaufen zu beginnen und eine Welt voller unvergleichlicher Angebote zu entdecken.
es: ¡Felicidades! Tu cuenta te espera: Verifica tu correo para comenzar a comprar y experimentar un mundo de ofertas inigualables.
fr: Félicitations ! Votre compte vous attend : Vérifiez votre e-mail pour commencer à magasiner et découvrir un monde d'offres inégalées.
hi: बधाई हो! आपका खाता प्रतीक्षा कर रहा है: खरीदारी शुरू करने और बेजोड़ सौदों की दुनिया का अनुभव करने के लिए अपना ईमेल सत्यापित करें।
it: Congratulazioni! Il tuo account ti aspetta: verifica la tua email per iniziare a fare acquisti e provare un mondo di offerte impareggiabili.
ja: おめでとうございます！アカウントの準備ができました：メールを確認してショッピングを開始し、比類のないお得な情報の世界を体験してください。
pt: Parabéns! Sua conta aguarda: verifique seu e-mail para começar a comprar e experimentar um mundo de ofertas incomparáveis.
ru: Поздравляем! Ваш аккаунт ждет: подтвердите свою электронную почту, чтобы начать делать покупки и испытать мир непревзойденных предложений.

# emailNotReceived
source: Didn't get the email? Check your junk/spam or resend it.
ar: لم تستلم البريد؟ تحقق من مجلد البريد المزعج أو أعد الإرسال.
de: E-Mail nicht erhalten? Überprüfe deinen Spam-Ordner oder sende sie erneut.
es: ¿No recibiste el correo? Revisa tu spam o reenvíalo.
fr: Vous n'avez pas reçu l'e-mail ? Vérifiez vos spams ou renvoyez-le.
hi: ईमेल नहीं मिला? अपना जंक/स्पैम चेक करें या इसे दोबारा भेजें।
it: Non hai ricevuto l'email? Controlla la tua posta indesiderata/spam o reinviala.
ja: メールが届きませんか？迷惑メールフォルダを確認するか、再送信してください。
pt: Não recebeu o e-mail? Verifique seu lixo eletrônico/spam ou reenvie-o.
ru: Не получили письмо? Проверьте папку спам или отправьте снова.

# emailNotReceivedMessage
source: Didn't get the email? Check your junk/spam or resend it.
ar: لم تستلم البريد؟ تحقق من مجلد البريد المزعج أو أعد الإرسال.
de: E-Mail nicht erhalten? Überprüfe deinen Spam-Ordner oder sende sie erneut.
es: ¿No recibiste el correo? Revisa tu spam o reenvíalo.
fr: Vous n'avez pas reçu l'e-mail ? Vérifiez vos spams ou renvoyez-le.
hi: ईमेल नहीं मिला? अपना जंक/स्पैम चेक करें या इसे दोबारा भेजें।
it: Non hai ricevuto l'email? Controlla la tua posta indesiderata/spam o reinviala.
ja: メールが届きませんか？迷惑メールフォルダを確認するか、再送信してください。
pt: Não recebeu o e-mail? Verifique seu lixo eletrônico/spam ou reenvie-o.
ru: Не получили письмо? Проверьте папку спам или отправьте снова.

# accountCreatedSuccess
source: Your account successfully created!
ar: تم إنشاء حسابك بنجاح!
de: Dein Konto wurde erfolgreich erstellt!
es: ¡Tu cuenta ha sido creada exitosamente!
fr: Votre compte a été créé avec succès !
hi: आपका खाता सफलतापूर्वक बनाया गया!
it: Il tuo account è stato creato con successo!
ja: アカウントが正常に作成されました！
pt: Sua conta foi criada com sucesso!
ru: Ваш аккаунт успешно создан!

# welcomeToDestination
source: Welcome to Your Ultimate Shopping Destination: Your Account is Created, Unleash the Joy of Seamless Online Shopping!
ar: مرحباً بك! تم إنشاء حسابك، استمتع بتجربة سلسة!
de: Willkommen bei deinem ultimativen Einkaufsziel: Dein Konto ist erstellt, entfessle die Freude am nahtlosen Online-Shopping!
es: Bienvenido a tu destino de compras definitivo: ¡Tu cuenta está creada, desata la alegría de las compras en línea sin problemas!
fr: Bienvenue dans votre destination shopping ultime : Votre compte est créé, libérez la joie du shopping en ligne sans faille !
hi: आपके अंतिम खरीदारी गंतव्य में आपका स्वागत है: आपका खाता बन गया है, निर्बाध ऑनलाइन खरीदारी का आनंद लें!
it: Benvenuto nella tua destinazione finale per lo shopping: il tuo account è stato creato, scatena la gioia dello shopping online senza problemi!
ja: 究極のショッピング目的地へようこそ：アカウントが作成されました。シームレスなオンラインショッピングの喜びを解き放ちましょう！
pt: Bem-vindo ao seu destino final de compras: sua conta foi criada, libere a alegria das compras online sem problemas!
ru: Добро пожаловать в ваше идеальное место для покупок: ваш аккаунт создан, откройте для себя радость беспроблемных онлайн-покупок!

# changeYourPasswordTitle
source: Password Reset Email Sent
ar: تم إرسال بريد إعادة تعيين كلمة المرور
de: Passwort-Reset-E-Mail gesendet
es: Correo de restablecimiento de contraseña enviado
fr: E-mail de réinitialisation du mot de passe envoyé
hi: पासवर्ड रीसेट ईमेल भेजा गया
it: Email di reimpostazione password inviata
ja: パスワードリセットメールを送信しました
pt: E-mail de redefinição de senha enviado
ru: Письмо для сброса пароля отправлено

# changeYourPasswordSubTitle
source: Your Account Security is Our Priority! We've Sent You a Secure Link to Safely Change Your Password and Keep Your Account Protected.
ar: أمان حسابك أولويتنا! أرسلنا لك رابطاً آمناً لتغيير كلمة المرور والحفاظ على حسابك محمياً.
de: Deine Kontosicherheit ist unsere Priorität! Wir haben dir einen sicheren Link gesendet, um dein Passwort sicher zu ändern.
es: ¡La seguridad de tu cuenta es nuestra prioridad! Te hemos enviado un enlace seguro para cambiar tu contraseña de forma segura.
fr: La sécurité de votre compte est notre priorité ! Nous vous avons envoyé un lien sécurisé pour changer votre mot de passe en toute sécurité.
hi: आपकी खाता सुरक्षा हमारी प्राथमिकता है! हमने आपको अपना पासवर्ड सुरक्षित रूप से बदलने के लिए एक सुरक्षित लिंक भेजा है।
it: La sicurezza del tuo account è la nostra priorità! Ti abbiamo inviato un link sicuro per cambiare la tua password in sicurezza.
ja: アカウントのセキュリティは私たちの最優先事項です！パスワードを安全に変更するための安全なリンクをお送りしました。
pt: A segurança da sua conta é nossa prioridade! Enviamos um link seguro para alterar sua senha com segurança.
ru: Безопасность вашего аккаунта - наш приоритет! Мы отправили вам безопасную ссылку для безопасного изменения пароля.

# confirmEmail
source: Verify your email address!
ar: تحقق من بريدك الإلكتروني!
de: Verifiziere deine E-Mail-Adresse!
es: ¡Verifica tu dirección de correo electrónico!
fr: Vérifiez votre adresse e-mail !
hi: अपना ईमेल पता सत्यापित करें!
it: Verifica il tuo indirizzo email!
ja: メールアドレスを確認してください！
pt: Verifique seu endereço de e-mail!
ru: Подтвердите свой адрес электронной почты!

# confirmEmailSubTitle
source: Congratulations! Your Account Awaits: Verify Your Email to Start Shopping and Experience a World of Unrivaled Deals and Personalized Offers.
ar: تهانينا! حسابك في انتظارك: تحقق من بريدك الإلكتروني للبدء واستمتع بعالم من العروض المميزة.
de: Herzlichen Glückwunsch! Dein Konto wartet: Verifiziere deine E-Mail, um mit dem Einkaufen zu beginnen und eine Welt voller unvergleichlicher Angebote zu entdecken.
es: ¡Felicidades! Tu cuenta te espera: Verifica tu correo para comenzar a comprar y experimentar un mundo de ofertas inigualables.
fr: Félicitations ! Votre compte vous attend : Vérifiez votre e-mail pour commencer à magasiner et découvrir un monde d'offres inégalées.
hi: बधाई हो! आपका खाता प्रतीक्षा कर रहा है: खरीदारी शुरू करने और बेजोड़ सौदों की दुनिया का अनुभव करने के लिए अपना ईमेल सत्यापित करें।
it: Congratulazioni! Il tuo account ti aspetta: verifica la tua email per iniziare a fare acquisti e provare un mondo di offerte impareggiabili.
ja: おめでとうございます！アカウントの準備ができました：メールを確認してショッピングを開始し、比類のないお得な情報の世界を体験してください。
pt: Parabéns! Sua conta aguarda: verifique seu e-mail para começar a comprar e experimentar um mundo de ofertas incomparáveis.
ru: Поздравляем! Ваш аккаунт ждет: подтвердите свою электронную почту, чтобы начать делать покупки и испытать мир непревзойденных предложений.

# yourAccountCreatedTitle
source: Your account successfully created!
ar: تم إنشاء حسابك بنجاح!
de: Dein Konto wurde erfolgreich erstellt!
es: ¡Tu cuenta ha sido creada exitosamente!
fr: Votre compte a été créé avec succès !
hi: आपका खाता सफलतापूर्वक बनाया गया!
it: Il tuo account è stato creato con successo!
ja: アカウントが正常に作成されました！
pt: Sua conta foi criada com sucesso!
ru: Ваш аккаунт успешно создан!

# yourAccountCreatedSubTitle
source: Welcome to Your Ultimate Shopping Destination: Your Account is Created, Unleash the Joy of Seamless Online Shopping!
ar: مرحباً بك! تم إنشاء حسابك، استمتع بتجربة سلسة!
de: Willkommen bei deinem ultimativen Einkaufsziel: Dein Konto ist erstellt, entfessle die Freude am nahtlosen Online-Shopping!
es: Bienvenido a tu destino de compras definitivo: ¡Tu cuenta está creada, desata la alegría de las compras en línea sin problemas!
fr: Bienvenue dans votre destination shopping ultime : Votre compte est créé, libérez la joie du shopping en ligne sans faille !
hi: आपके अंतिम खरीदारी गंतव्य में आपका स्वागत है: आपका खाता बन गया है, निर्बाध ऑनलाइन खरीदारी का आनंद लें!
it: Benvenuto nella tua destinazione finale per lo shopping: il tuo account è stato creato, scatena la gioia dello shopping online senza problemi!
ja: 究極のショッピング目的地へようこそ：アカウントが作成されました。シームレスなオンラインショッピングの喜びを解き放ちましょう！
pt: Bem-vindo ao seu destino final de compras: sua conta foi criada, libere a alegria das compras online sem problemas!
ru: Добро пожаловать в ваше идеальное место для покупок: ваш аккаунт создан, откройте для себя радость беспроблемных онлайн-покупок!

source: List Your Business
ar: أضف نشاطك التجاري
de: Liste dein Unternehmen
es: Anuncia tu negocio
fr: Répertoriez votre entreprise
hi: अपना व्यवसाय सूचीबद्ध करें
it: Elenca la tua attività
ja: ビジネスを掲載
pt: Anuncie seu negócio
ru: Разместить свой бизнес

# getDiscoveredByMillions
source: Get discovered by millions of customers and grow your business
ar: اجعل ملايين العملاء يكتشفون نشاطك وينمو عملك
de: Werde von Millionen von Kunden entdeckt und lass dein Geschäft wachsen
es: Sé descubierto por millones de clientes y haz crecer tu negocio
fr: Faites-vous découvrir par des millions de clients et développez votre entreprise
hi: लाखों ग्राहकों द्वारा खोजे जाएं और अपना व्यवसाय बढ़ाएं
it: Fatti scoprire da milioni di clienti e fai crescere la tua attività
ja: 数百万人の顧客に発見され、ビジネスを成長させましょう
pt: Seja descoberto por milhões de clientes e expanda seus negócios
ru: Будьте замечены миллионами клиентов и развивайте свой бизнес

source: Get Started
ar: ابدأ الآن
de: Loslegen
es: Comenzar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 始める
pt: Começar
ru: Начать

source: View Details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
hi: विवरण देखें
it: Vedi dettagli
ja: 詳細を見る
pt: Ver detalhes
ru: Посмотреть детали

source: No trending places found.
ar: لم يتم العثور على أماكن رائجة.
de: Keine angesagten Orte gefunden.
es: No se encontraron lugares en tendencia.
fr: Aucun lieu tendance trouvé.
hi: कोई ट्रेंडिंग स्थान नहीं मिला।
it: Nessun luogo di tendenza trovato.
ja: トレンドの場所が見つかりませんでした。
pt: Nenhum lugar em alta encontrado.
ru: Трендовые места не найдены.

# unknownError
source: Unknown error occurred
ar: حدث خطأ غير معروف
de: Unbekannter Fehler aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
hi: अज्ञात त्रुटि हुई
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка

source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
pt: Carregando...
ru: Загрузка...

source: Oh Snap!
ar: عفواً!
de: Oh Mist!
es: ¡Oh rayos!
fr: Oh mince !
hi: ओह स्नैप!
it: Oh no!
ja: おっと！
pt: Ops!
ru: Ой!
