Repository: nawafalwajeeh/reviews_app
Catalog: assets/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru

# swipeLeftOrRightToViewImages
source: Swipe left or right to view other images
ar: مرر يميناً أو يساراً لعرض الصور الأخرى
de: Wische nach links oder rechts, um andere Bilder zu sehen
es: Desliza a la izquierda o derecha para ver otras imágenes
fr: Balayez vers la gauche ou la droite pour voir d'autres images
hi: अन्य चित्र देखने के लिए बाएं या दाएं स्वाइप करें
it: Scorri a sinistra o a destra per vedere altre immagini
ja: 左または右にスワイプして他の画像を表示
pt: Deslize para a esquerda ou direita para ver outras imagens
ru: Свайп влево или вправо для просмотра других изображений

source: Search in Store
ar: البحث في المتجر
de: Im Store suchen
es: Buscar en tienda
fr: Rechercher dans le magasin
hi: स्टोर में खोजें
it: Cerca nel negozio
ja: ストア内を検索
pt: Pesquisar na loja
ru: Поиск в магазине

# searchInStoreSubTitle
source: Search for places, addresses, and more...
ar: البحث عن عناوين, أماكن ...
de: Suche nach Orten, Adressen und mehr...
es: Buscar lugares, direcciones y más...
fr: Rechercher des lieux, des adresses et plus...
hi: स्थान, पते और बहुत कुछ खोजें...
it: Cerca luoghi, indirizzi e altro...
ja: 場所、住所などを検索...
pt: Pesquisar lugares, endereços e muito mais...
ru: Поиск мест, адресов и прочего...

source: Update Place
ar: تحديث المكان
de: Ort aktualisieren
es: Actualizar lugar
fr: Mettre à jour le lieu
hi: स्थान अपडेट करें
it: Aggiorna luogo
ja: 場所を更新
pt: Atualizar lugar
ru: Обновить место

# updatePlaceSubTitle
source: Update your place details
ar: قم بتحديث بيانات المكان الخاص بك
de: Aktualisiere deine Ortsdetails
es: Actualizar detalles de tu lugar
fr: Mettre à jour les détails de votre lieu
hi: अपने स्थान विवरण अपडेट करें
it: Aggiorna i dettagli del tuo luogo
ja: 場所の詳細を更新
pt: Atualizar detalhes do seu lugar
ru: Обновить детали вашего места

source: Directions
ar: الاتجاهات

source: Directions Found
ar: تم العثور على الاتجاهات

# routeReady
source: Route to {placeName} is ready
ar: المسار إلى {placeName} جاهز

source: No Route Found
ar: لم يتم العثور على مسار

# couldNotFindRoute
source: Could not find a route to this location
ar: تعذر العثور على مسار لهذا الموقع

source: Could not fetch directions
ar: تعذر جلب الاتجاهات

source: away
ar: بعيداً

# meters
source: m
ar: م

# kilometers
source: km
ar: كم

source: Distance
ar: المسافة

# defaultMap
source: Default
ar: افتراضي

source: Search Filters
ar: فلاتر البحث

source: Search in this area
ar: البحث في هذه المنطقة

# redoSearchInArea
source: Redo search in this area
ar: إعادة البحث في هذه المنطقة

source: Distance Radius
ar: نطاق المسافة

source: Select Area
ar: اختر منطقة

source: Select City
ar: اختر مدينة

source: Select Country
ar: اختر دولة

source: Filter by Area
ar: تصفية حسب المنطقة

source: Clear Filters
ar: مسح الفلاتر

source: Active Filters
ar: الفلاتر النشطة

source: No filters active
ar: لا توجد فلاتر نشطة

# resultsFound
source: {count} results found
ar: تم العثور على {count} نتيجة

source: Within 1 km
ar: في نطاق 1 كم

source: Within 5 km
ar: في نطاق 5 كم

source: Within 10 km
ar: في نطاق 10 كم

source: Within 25 km
ar: في نطاق 25 كم

source: Within 50 km
ar: في نطاق 50 كم

source: Custom Radius
ar: نطاق مخصص

source: Any Distance
ar: أي مسافة

source: All Areas
ar: جميع المناطق

source: Popular Areas
ar: مناطق شائعة

source: Recent Areas
ar: مناطق حديثة

source: Search city...
ar: البحث عن مدينة...

source: Quick Filters
ar: فلاتر سريعة

source: Nearby Only
ar: قريبة فقط

source: Most Popular
ar: الأكثر شعبية

source: Recently Added
ar: المضافة حديثاً

source: Map Controls
ar: عناصر التحكم بالخريطة

source: Search History
ar: سجل البحث

source: Saved Locations
ar: المواقع المحفوظة

source: Cluster View
ar: عرض المجموعات

source: List View
ar: عرض القائمة

source: Explore This Area
ar: استكشاف هذه المنطقة

# showingResults
source: Showing {count} results
ar: عرض {count} نتيجة

source: Filter Presets
ar: إعدادات الفلتر

source: City-wide
ar: على مستوى المدينة

source: Search Radius
ar: نطاق البحث
