Repository: nawafalwajeeh/reviews_app
Catalog: assets/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru

source: We are processing your information...
ar: جارٍ معالجة معلوماتك...
de: Wir verarbeiten deine Informationen...
es: Estamos procesando tu información...
fr: Nous traitons vos informations...
hi: हम आपकी जानकारी संसाधित कर रहे हैं...
it: Stiamo elaborando le tue informazioni...
ja: 情報を処理しています...
pt: Estamos processando suas informações...
ru: Мы обрабатываем вашу информацию...

source: Accept Privacy Policy
ar: قبول سياسة الخصوصية
de: Datenschutzrichtlinie akzeptieren
es: Aceptar política de privacidad
fr: Accepter la politique de confidentialité
hi: गोपनीयता नीति स्वीकार करें
it: Accetta informativa sulla privacy
ja: プライバシーポリシーに同意
pt: Aceitar política de privacidade
ru: Принять политику конфиденциальности

# privacyPolicyMessage
source: In order to create account, you must have to read and accept the Privacy Policy & Terms of Use.
ar: لإنشاء حساب، يجب قراءة وقبول سياسة الخصوصية وشروط الاستخدام.
de: Um ein Konto zu erstellen, musst du die Datenschutzrichtlinie und Nutzungsbedingungen lesen und akzeptieren.
es: Para crear una cuenta, debes leer y aceptar la política de privacidad y los términos de uso.
fr: Pour créer un compte, vous devez lire et accepter la politique de confidentialité et les conditions d'utilisation.
hi: खाता बनाने के लिए, आपको गोपनीयता नीति और उपयोग की शर्तों को पढ़ना और स्वीकार करना होगा।
it: Per creare un account, devi leggere e accettare l'informativa sulla privacy e i termini di utilizzo.
ja: アカウントを作成するには、プライバシーポリシーと利用規約を読んで同意する必要があります。
pt: Para criar uma conta, você deve ler e aceitar a política de privacidade e os termos de uso.
ru: Чтобы создать аккаунт, вы должны прочитать и принять политику конфиденциальности и условия использования.

source: Congratulations
ar: تهانينا
de: Herzlichen Glückwunsch
es: Felicidades
fr: Félicitations
hi: बधाई हो
it: Congratulazioni
ja: おめでとうございます
pt: Parabéns
ru: Поздравляем

# accountCreatedVerifyEmail
source: Your account has been created! Verify email to continue.
ar: تم إنشاء حسابك! يرجى التحقق من البريد الإلكتروني للمتابعة.
de: Dein Konto wurde erstellt! Verifiziere deine E-Mail, um fortzufahren.
es: ¡Tu cuenta ha sido creada! Verifica tu correo para continuar.
fr: Votre compte a été créé ! Vérifiez votre e-mail pour continuer.
hi: आपका खाता बनाया गया है! जारी रखने के लिए अपना ईमेल सत्यापित करें।
it: Il tuo account è stato creato! Verifica la tua email per continuare.
ja: アカウントが作成されました！続行するにはメールを確認してください。
pt: Sua conta foi criada! Verifique seu e-mail para continuar.
ru: Ваш аккаунт создан! Подтвердите свою электронную почту, чтобы продолжить.

# pleaseCheckInboxVerifyEmail
source: Please Check your inbox and verify your email.
ar: يرجى التحقق من صندوق الوارد والتحقق من بريدك الإلكتروني.
de: Bitte überprüfe deinen Posteingang und verifiziere deine E-Mail.
es: Por favor revisa tu bandeja de entrada y verifica tu correo.
fr: Veuillez vérifier votre boîte de réception et vérifier votre e-mail.
hi: कृपया अपना इनबॉक्स चेक करें और अपना ईमेल सत्यापित करें।
it: Per favore controlla la tua casella di posta e verifica la tua email.
ja: 受信トレイを確認してメールを認証してください。
pt: Por favor, verifique sua caixa de entrada e verifique seu e-mail.
ru: Пожалуйста, проверьте свой почтовый ящик и подтвердите свою электронную почту.

# yourAccountCreated
source: Your account has been created
ar: تم إنشاء حسابك
de: Dein Konto wurde erstellt
es: Tu cuenta ha sido creada
fr: Votre compte a été créé
hi: आपका खाता बनाया गया है
it: Il tuo account è stato creato
ja: アカウントが作成されました
pt: Sua conta foi criada
ru: Ваш аккаунт создан

source: Submitting Review...
ar: جارٍ إرسال المراجعة...
de: Rezension wird eingereicht...
es: Enviando reseña...
fr: Soumission de l'avis...
hi: समीक्षा जमा कर रहा है...
it: Invio recensione...
ja: レビューを送信中...
pt: Enviando avaliação...
ru: Отправка отзыва...

source: Deleting Review...
ar: جارٍ حذف المراجعة...
de: Rezension wird gelöscht...
es: Eliminando reseña...
fr: Suppression de l'avis...
hi: समीक्षा हटा रहा है...
it: Eliminazione recensione...
ja: レビューを削除中...
pt: Excluindo avaliação...
ru: Удаление отзыва...

source: Microphone Permission Required
ar: إذن الميكروفون مطلوب
de: Mikrofonberechtigung erforderlich
es: Permiso de micrófono requerido
fr: Permission de microphone requise
hi: माइक्रोफ़ोन अनुमति आवश्यक
it: Permesso microfono richiesto
ja: マイクの権限が必要です
pt: Permissão de microfone necessária
ru: Требуется разрешение на микрофон

# pleaseEnableMicrophone
source: Please enable microphone permission to use voice search.
ar: يرجى تفعيل إذن الميكروفون لاستخدام البحث الصوتي.
de: Bitte aktiviere die Mikrofonberechtigung, um die Sprachsuche zu nutzen.
es: Por favor habilita el permiso de micrófono para usar la búsqueda por voz.
fr: Veuillez activer la permission du microphone pour utiliser la recherche vocale.
hi: वॉयस सर्च का उपयोग करने के लिए कृपया माइक्रोफ़ोन अनुमति सक्षम करें।
it: Per favore abilita il permesso del microfono per usare la ricerca vocale.
ja: 音声検索を使用するにはマイクの権限を有効にしてください。
ru: Пожалуйста, включите разрешение на микрофон, чтобы использовать голосовой поиск.

source: Voice Search Unavailable
ar: البحث الصوتي غير متاح
de: Sprachsuche nicht verfügbar
es: Búsqueda por voz no disponible
fr: Recherche vocale indisponible
hi: वॉयस सर्च अनुपलब्ध
it: Ricerca vocale non disponibile
ja: 音声検索は利用できません
pt: Pesquisa por voz indisponível
ru: Голосовой поиск недоступен

# speechRecognitionNotAvailable
source: Speech recognition is not available on this device.
ar: التعرف على الصوت غير متاح على هذا الجهاز.
de: Spracherkennung ist auf diesem Gerät nicht verfügbar.
es: El reconocimiento de voz no está disponible en este dispositivo.
fr: La reconnaissance vocale n'est pas disponible sur cet appareil.
hi: इस डिवाइस पर भाषण पहचान उपलब्ध नहीं है।
it: Il riconoscimento vocale non è disponibile su questo dispositivo.
ja: このデバイスでは音声認識を利用できません。
pt: O reconhecimento de fala não está disponível neste dispositivo.
ru: Распознавание речи недоступно на этом устройстве.

source: Speech Error
ar: خطأ في الصوت
de: Sprachfehler
es: Error de voz
fr: Erreur vocale
hi: भाषण त्रुटि
it: Errore vocale
ja: 音声エラー
pt: Erro de fala
ru: Ошибка речи

# couldNotStartVoiceRecognition
source: Could not start voice recognition. Please try again.
ar: تعذر بدء التعرف على الصوت. يرجى المحاولة مرة أخرى.
de: Konnte Spracherkennung nicht starten. Bitte versuche es erneut.
es: No se pudo iniciar el reconocimiento de voz. Por favor intenta de nuevo.
fr: Impossible de démarrer la reconnaissance vocale. Veuillez réessayer.
hi: भाषण पहचान शुरू नहीं कर सका। कृपया पुन: प्रयास करें।
it: Impossibile avviare il riconoscimento vocale. Per favore riprova.
ja: 音声認識を開始できませんでした。再試行してください。
pt: Não foi possível iniciar o reconhecimento de fala. Por favor, tente novamente.
ru: Не удалось запустить распознавание речи. Пожалуйста, попробуйте снова.

source: Search Error
ar: خطأ في البحث
de: Suchfehler
es: Error de búsqueda
fr: Erreur de recherche
hi: खोज त्रुटि
it: Errore di ricerca
ja: 検索エラー
pt: Erro de pesquisa
ru: Ошибка поиска

# failedToLoadRecentFeaturedImages
source: Failed to load recent featured images: {error}
ar: فشل تحميل الصور المميزة الأخيرة: {error}
de: Fehler beim Laden der kürzlich vorgestellten Bilder: {error}
es: Error al cargar imágenes destacadas recientes: {error}
fr: Échec du chargement des images en vedette récentes : {error}
hi: हाल की विशेष छवियों को लोड करने में विफल: {error}
it: Impossibile caricare immagini in evidenza recenti: {error}
ja: 最近の注目画像の読み込みに失敗しました：{error}
pt: Falha ao carregar imagens em destaque recentes: {error}
ru: Не удалось загрузить недавние избранные изображения: {error}

source: Comment Added Successfully
ar: تمت إضافة التعليق بنجاح
de: Kommentar erfolgreich hinzugefügt
es: Comentario añadido exitosamente
fr: Commentaire ajouté avec succès
hi: टिप्पणी सफलतापूर्वक जोड़ी गई
it: Commento aggiunto con successo
ja: コメントが正常に追加されました
pt: Comentário adicionado com sucesso
ru: Комментарий успешно добавлен

source: Failed To Add Comment
ar: فشل إضافة التعليق
de: Fehler beim Hinzufügen des Kommentars
es: Error al añadir comentario
fr: Échec de l'ajout du commentaire
hi: टिप्पणी जोड़ने में विफल
it: Impossibile aggiungere commento
ja: コメントの追加に失敗しました
pt: Falha ao adicionar comentário
ru: Не удалось добавить комментарий

# commentUpdatedSuccess
source: Comment updated successfully
ar: تم تحديث التعليق بنجاح
de: Kommentar erfolgreich aktualisiert
es: Comentario actualizado exitosamente
fr: Commentaire mis à jour avec succès
hi: टिप्पणी सफलतापूर्वक अपडेट की गई
it: Commento aggiornato con successo
ja: コメントが正常に更新されました
pt: Comentário atualizado com sucesso
ru: Комментарий успешно обновлен

# commentDeletedSuccess
source: Comment deleted successfully
ar: تم حذف التعليق بنجاح
de: Kommentar erfolgreich gelöscht
es: Comentario eliminado exitosamente
fr: Commentaire supprimé avec succès
hi: टिप्पणी सफलतापूर्वक हटाई गई
it: Commento eliminato con successo
ja: コメントが正常に削除されました
pt: Comentário excluído com sucesso
ru: Комментарий успешно удален

# failedToUpdateComment
source: Failed to update comment: {error}
ar: فشل تحديث التعليق: {error}
de: Fehler beim Aktualisieren des Kommentars: {error}
es: Error al actualizar comentario: {error}
fr: Échec de la mise à jour du commentaire : {error}
hi: टिप्पणी अपडेट करने में विफल: {error}
it: Impossibile aggiornare commento: {error}
ja: コメントの更新に失敗しました：{error}
pt: Falha ao atualizar comentário: {error}
ru: Не удалось обновить комментарий: {error}

# failedToDeleteComment
source: Failed to delete comment: {error}
ar: فشل حذف التعليق: {error}
de: Fehler beim Löschen des Kommentars: {error}
es: Error al eliminar comentario: {error}
fr: Échec de la suppression du commentaire : {error}
hi: टिप्पणी हटाने में विफल: {error}
it: Impossibile eliminare commento: {error}
ja: コメントの削除に失敗しました：{error}
pt: Falha ao excluir comentário: {error}
ru: Не удалось удалить комментарий: {error}

# failedToReact
source: Failed to react to comment: {error}
ar: فشل التفاعل مع التعليق: {error}
de: Fehler beim Reagieren auf Kommentar: {error}
es: Error al reaccionar al comentario: {error}
fr: Échec de la réaction au commentaire : {error}
hi: टिप्पणी पर प्रतिक्रिया करने में विफल: {error}
it: Impossibile reagire al commento: {error}
ja: コメントへの反応に失敗しました：{error}
pt: Falha ao reagir ao comentário: {error}
ru: Не удалось отреагировать на комментарий: {error}

# youMustBeLoggedIn
source: You must be logged in to react
ar: يجب تسجيل الدخول للتفاعل
de: Du musst angemeldet sein, um zu reagieren
es: Debes iniciar sesión para reaccionar
fr: Vous devez être connecté pour réagir
hi: प्रतिक्रिया देने के लिए आपको लॉग इन होना चाहिए
it: Devi essere loggato per reagire
ja: 反応するにはログインする必要があります
pt: Você deve estar logado para reagir
ru: Вы должны войти, чтобы реагировать

# failedToReactToReply
source: Failed to react to reply: {error}
ar: فشل التفاعل مع الرد: {error}
de: Fehler beim Reagieren auf Antwort: {error}
es: Error al reaccionar a la respuesta: {error}
fr: Échec de la réaction à la réponse : {error}
hi: उत्तर पर प्रतिक्रिया करने में विफल: {error}
it: Impossibile reagire alla risposta: {error}
ja: 返信への反応に失敗しました：{error}
pt: Falha ao reagir à resposta: {error}
ru: Не удалось отреагировать на ответ: {error}

# commentUpdateError
source: Oh Snap!
ar: عفواً!
de: Oh Mist!
es: ¡Oh rayos!
fr: Oh mince !
hi: ओह स्नैप!
it: Oh no!
ja: おっと！
pt: Ops!
ru: Ой!

# commentUpdateErrorMessage
source: Failed to update comment: {error}
ar: فشل تحديث التعليق: {error}
de: Fehler beim Aktualisieren des Kommentars: {error}
es: Error al actualizar comentario: {error}
fr: Échec de la mise à jour du commentaire : {error}
hi: टिप्पणी अपडेट करने में विफल: {error}
it: Impossibile aggiornare commento: {error}
ja: コメントの更新に失敗しました：{error}
pt: Falha ao atualizar comentário: {error}
ru: Не удалось обновить комментарий: {error}

# commentDeleteError
source: Oh Snap!
ar: عفواً!
de: Oh Mist!
es: ¡Oh rayos!
fr: Oh mince !
hi: ओह स्नैप!
it: Oh no!
ja: おっと！
pt: Ops!
ru: Ой!

# commentDeleteErrorMessage
source: Failed to delete comment: {error}
ar: فشل حذف التعليق: {error}
de: Fehler beim Löschen des Kommentars: {error}
es: Error al eliminar comentario: {error}
fr: Échec de la suppression du commentaire : {error}
hi: टिप्पणी हटाने में विफल: {error}
it: Impossibile eliminare commento: {error}
ja: コメントの削除に失敗しました：{error}
pt: Falha ao excluir comentário: {error}
ru: Не удалось удалить комментарий: {error}

# commentReactError
source: Oh Snap!
ar: عفواً!
de: Oh Mist!
es: ¡Oh rayos!
fr: Oh mince !
hi: ओह स्नैप!
it: Oh no!
ja: おっと！
pt: Ops!
ru: Ой!

# commentReactErrorMessage
source: Failed to react to comment: {error}
ar: فشل التفاعل مع التعليق: {error}
de: Fehler beim Reagieren auf Kommentar: {error}
es: Error al reaccionar al comentario: {error}
fr: Échec de la réaction au commentaire : {error}
hi: टिप्पणी पर प्रतिक्रिया करने में विफल: {error}
it: Impossibile reagire al commento: {error}
ja: コメントへの反応に失敗しました：{error}
pt: Falha ao reagir ao comentário: {error}
ru: Не удалось отреагировать на комментарий: {error}

source: Could not load places
ar: تعذر تحميل الأماكن
de: Konnte Orte nicht laden
es: No se pudieron cargar lugares
fr: Impossible de charger les lieux
hi: स्थान लोड नहीं कर सका
it: Impossibile caricare luoghi
ja: 場所を読み込めませんでした
pt: Não foi possível carregar lugares
ru: Не удалось загрузить места

source: Loading Error
ar: خطأ في التحميل
de: Ladefehler
es: Error de carga
fr: Erreur de chargement
hi: लोडिंग त्रुटि
it: Errore di caricamento
ja: 読み込みエラー
pt: Erro de carregamento
ru: Ошибка загрузки

source: Filter Error
ar: خطأ في التصفية
de: Filterfehler
es: Error de filtro
fr: Erreur de filtrage
hi: फ़िल्टर त्रुटि
it: Errore filtro
ja: フィルターエラー
pt: Erro de filtro
ru: Ошибка фильтра

# couldNotFilterPlaces
source: Could not filter places by category
ar: تعذر تصفية الأماكن حسب الفئة
de: Konnte Orte nicht nach Kategorie filtern
es: No se pudieron filtrar lugares por categoría
fr: Impossible de filtrer les lieux par catégorie
hi: श्रेणी के अनुसार स्थानों को फ़िल्टर नहीं कर सका
it: Impossibile filtrare luoghi per categoria
ja: カテゴリで場所をフィルタリングできませんでした
pt: Não foi possível filtrar lugares por categoria
ru: Не удалось отфильтровать места по категории

# noPlacesFoundForCategory
source: No places found for the selected category
ar: لم يتم العثور على أماكن للفئة المحددة
de: Keine Orte für die ausgewählte Kategorie gefunden
es: No se encontraron lugares para la categoría seleccionada
fr: Aucun lieu trouvé pour la catégorie sélectionnée
hi: चयनित श्रेणी के लिए कोई स्थान नहीं मिला
it: Nessun luogo trovato per la categoria selezionata
ja: 選択したカテゴリの場所が見つかりませんでした
pt: Nenhum lugar encontrado para a categoria selecionada
ru: Места не найдены для выбранной категории

source: Location Required
ar: الموقع مطلوب
de: Standort erforderlich
es: Ubicación requerida
fr: Emplacement requis
hi: स्थान आवश्यक
it: Posizione richiesta
ja: 場所が必要です
pt: Localização necessária
ru: Требуется местоположение

# pleaseWaitForLocation
source: Please wait for your location to load
ar: يرجى الانتظار لتحميل موقعك
de: Bitte warte, bis dein Standort geladen ist
es: Por favor espera a que cargue tu ubicación
fr: Veuillez attendre le chargement de votre emplacement
hi: कृपया अपना स्थान लोड होने तक प्रतीक्षा करें
it: Per favore attendi il caricamento della tua posizione
ja: 場所が読み込まれるまでお待ちください
pt: Por favor, aguarde o carregamento da sua localização
ru: Пожалуйста, подождите загрузки вашего местоположения

# errorLoadingNearbyPlaces
source: Could not load nearby places
ar: تعذر تحميل الأماكن القريبة
de: Konnte Orte in der Nähe nicht laden
es: No se pudieron cargar lugares cercanos
fr: Impossible de charger les lieux à proximité
hi: निकटवर्ती स्थानों को लोड नहीं कर सका
it: Impossibile caricare luoghi vicini
ja: 近くの場所を読み込めませんでした
pt: Não foi possível carregar lugares próximos
ru: Не удалось загрузить места поблизости

# foundPlacesNearby
source: Found {count} places nearby
ar: تم العثور على {count} مكان قريب
de: {count} Orte in der Nähe gefunden
es: Se encontraron {count} lugares cercanos
fr: Trouvé {count} lieux à proximité
hi: {count} निकटवर्ती स्थान मिले
it: Trovati {count} luoghi vicini
ja: {count} 件の近くの場所が見つかりました
pt: {count} lugares próximos encontrados
ru: Найдено {count} мест поблизости

# noPlacesFoundWithinDistance
source: No places found within {distance}km
ar: لم يتم العثور على أماكن ضمن {distance} كم
de: Keine Orte im Umkreis von {distance}km gefunden
es: No se encontraron lugares dentro de {distance}km
fr: Aucun lieu trouvé dans un rayon de {distance}km
hi: {distance} किमी के भीतर कोई स्थान नहीं मिला
it: Nessun luogo trovato entro {distance}km
ja: {distance} km以内に場所が見つかりませんでした
pt: Nenhum lugar encontrado dentro de {distance}km
ru: Места не найдены в радиусе {distance} км

# errorLoadingLocationDetails
source: Could not load location details
ar: تعذر تحميل تفاصيل الموقع
de: Konnte Standortdetails nicht laden
es: No se pudieron cargar detalles de ubicación
fr: Impossible de charger les détails de l'emplacement
hi: स्थान विवरण लोड नहीं कर सका
it: Impossibile caricare dettagli posizione
ja: 場所の詳細を読み込めませんでした
pt: Não foi possível carregar detalhes da localização
ru: Не удалось загрузить детали местоположения

source: App initialization error
ar: خطأ في تهيئة التطبيق
de: App-Initialisierungsfehler
es: Error de inicialización de la aplicación
fr: Erreur d'initialisation de l'application
hi: ऐप आरंभीकरण त्रुटि
it: Errore inizializzazione app
ja: アプリ初期化エラー
pt: Erro de inicialização do aplicativo
ru: Ошибка инициализации приложения

source: Speech initialization error
ar: خطأ في تهيئة الصوت
de: Sprachinitialisierungsfehler
es: Error de inicialización de voz
fr: Erreur d'initialisation vocale
hi: भाषण आरंभीकरण त्रुटि
it: Errore inizializzazione vocale
ja: 音声初期化エラー
pt: Erro de inicialização de fala
ru: Ошибка инициализации речи

source: Enhanced search error
ar: خطأ في البحث المتقدم
de: Erweiterter Suchfehler
es: Error de búsqueda mejorada
fr: Erreur de recherche améliorée
hi: उन्नत खोज त्रुटि
it: Errore ricerca avanzata
ja: 高度な検索エラー
pt: Erro de pesquisa aprimorada
ru: Ошибка расширенного поиска

source: Suggestion selection error
ar: خطأ في اختيار الاقتراح
de: Vorschlagsauswahlfehler
es: Error de selección de sugerencia
fr: Erreur de sélection de suggestion
hi: सुझाव चयन त्रुटि
it: Errore selezione suggerimento
ja: 提案選択エラー
pt: Erro de seleção de sugestão
ru: Ошибка выбора предложения

source: Initial Location Fetch Error
ar: خطأ في جلب الموقع الأولي
de: Fehler beim Abrufen des anfänglichen Standorts
es: Error al obtener ubicación inicial
fr: Erreur de récupération de l'emplacement initial
hi: प्रारंभिक स्थान प्राप्त करने में त्रुटि
it: Errore recupero posizione iniziale
ja: 初期位置取得エラー
pt: Erro ao buscar localização inicial
ru: Ошибка получения начального местоположения

source: Live Location Stream Error
ar: خطأ في بث الموقع المباشر
de: Live-Standort-Stream-Fehler
es: Error de transmisión de ubicación en vivo
fr: Erreur de flux de localisation en direct
hi: लाइव स्थान स्ट्रीम त्रुटि
it: Errore stream posizione live
ja: ライブ位置ストリームエラー
pt: Erro de transmissão de localização ao vivo
ru: Ошибка потока живого местоположения

source: Reverse Geocoding Error
ar: خطأ في الترميز الجغرافي العكسي
de: Reverse-Geocoding-Fehler
es: Error de geocodificación inversa
fr: Erreur de géocodage inversé
hi: रिवर्स जियोकोडिंग त्रुटि
it: Errore geocodifica inversa
ja: 逆ジオコーディングエラー
pt: Erro de geocodificação reversa
ru: Ошибка обратного геокодирования

source: Google Places search error
ar: خطأ في بحث خرائط جوجل
de: Google Places Suchfehler
es: Error de búsqueda de Google Places
fr: Erreur de recherche Google Places
hi: Google Places खोज त्रुटि
it: Errore ricerca Google Places
ja: Google Places検索エラー
pt: Erro de pesquisa do Google Places
ru: Ошибка поиска Google Places

# nearbyPlacesError
source: Error loading nearby places
ar: خطأ في تحميل الأماكن القريبة
de: Fehler beim Laden von Orten in der Nähe
es: Error al cargar lugares cercanos
fr: Erreur de chargement des lieux à proximité
hi: निकटवर्ती स्थानों को लोड करने में त्रुटि
it: Errore caricamento luoghi vicini
ja: 近くの場所の読み込みエラー
pt: Erro ao carregar lugares próximos
ru: Ошибка загрузки мест поблизости

source: Image Viewer
ar: عارض الصور
de: Bildbetrachter
es: Visor de imágenes
fr: Visionneuse d'images
hi: छवि दर्शक
it: Visualizzatore immagini
ja: 画像ビューア
pt: Visualizador de imagens
ru: Просмотр изображений

source: Download Image
ar: تحميل الصورة
de: Bild herunterladen
es: Descargar imagen
fr: Télécharger l'image
hi: छवि डाउनलोड करें
it: Scarica immagine
ja: 画像をダウンロード
pt: Baixar imagem
ru: Скачать изображение

# imageDownloaded
source: Image downloaded successfully
ar: تم تحميل الصورة بنجاح
de: Bild erfolgreich heruntergeladen
es: Imagen descargada exitosamente
fr: Image téléchargée avec succès
hi: छवि सफलतापूर्वक डाउनलोड की गई
it: Immagine scaricata con successo
ja: 画像が正常にダウンロードされました
pt: Imagem baixada com sucesso
ru: Изображение успешно скачано

# failedToDownload
source: Failed to download image
ar: فشل تحميل الصورة
de: Fehler beim Herunterladen des Bildes
es: Error al descargar imagen
fr: Échec du téléchargement de l'image
hi: छवि डाउनलोड करने में विफल
it: Impossibile scaricare immagine
ja: 画像のダウンロードに失敗しました
pt: Falha ao baixar imagem
ru: Не удалось скачать изображение

source: Share Image
ar: مشاركة الصورة
de: Bild teilen
es: Compartir imagen
fr: Partager l'image
hi: छवि साझा करें
it: Condividi immagine
ja: 画像を共有
pt: Compartilhar imagem
ru: Поделиться изображением

source: Save to Gallery
ar: حفظ في المعرض
de: In Galerie speichern
es: Guardar en galería
fr: Enregistrer dans la galerie
hi: गैलरी में सहेजें
it: Salva nella galleria
ja: ギャラリーに保存
pt: Salvar na galeria
ru: Сохранить в галерею

source: Zoomed
ar: مكبّر
de: Gezoomt
es: Con zoom
fr: Zoomé
hi: ज़ूम किया गया
it: Ingrandito
ja: ズーム済み
pt: Com zoom
ru: Увеличено

# imageShared
source: Image shared successfully
ar: تمت مشاركة الصورة بنجاح
de: Bild erfolgreich geteilt
es: Imagen compartida exitosamente
fr: Image partagée avec succès
hi: छवि सफलतापूर्वक साझा की गई
it: Immagine condivisa con successo
ja: 画像が正常に共有されました
pt: Imagem compartilhada com sucesso
ru: Изображение успешно отправлено

# failedToShare
source: Failed to share image
ar: فشلت مشاركة الصورة
de: Fehler beim Teilen des Bildes
es: Error al compartir imagen
fr: Échec du partage de l'image
hi: छवि साझा करने में विफल
it: Impossibile condividere immagine
ja: 画像の共有に失敗しました
pt: Falha ao compartilhar imagem
ru: Не удалось поделиться изображением

source: Allow Permission
ar: السماح بالإذن
de: Berechtigung zulassen
es: Permitir permiso
fr: Autoriser la permission
hi: अनुमति दें
it: Consenti permesso
ja: 権限を許可
pt: Permitir permissão
ru: Разрешить доступ

source: Double tap to zoom
ar: اضغط مرتين للتكبير
de: Doppeltippen zum Zoomen
es: Doble toque para hacer zoom
fr: Double-cliquez pour zoomer
hi: ज़ूम करने के लिए डबल टैप करें
it: Doppio tocco per ingrandire
ja: ダブルタップしてズーム
pt: Toque duas vezes para ampliar
ru: Двойное нажатие для увеличения

source: Pinch to zoom
ar: قرّب للتكبير
de: Pinchen zum Zoomen
es: Pellizcar para hacer zoom
fr: Pincez pour zoomer
hi: ज़ूम करने के लिए पिंच करें
it: Pizzica per ingrandire
ja: ピンチしてズーム
pt: Pince para ampliar
ru: Щипок для увеличения

source: Tap to close
ar: اضغط للإغلاق
de: Tippen zum Schließen
es: Tocar para cerrar
fr: Appuyez pour fermer
hi: बंद करने के लिए टैप करें
it: Tocca per chiudere
ja: タップして閉じる
pt: Toque para fechar
ru: Нажмите, чтобы закрыть

source: View Original
ar: عرض الأصلية
de: Original anzeigen
es: Ver original
fr: Voir l'original
hi: मूल देखें
it: Vedi originale
ja: オリジナルを表示
pt: Ver original
ru: Посмотреть оригинал

source: Failed to load image
ar: فشل تحميل الصورة
de: Fehler beim Laden des Bildes
es: Error al cargar imagen
fr: Échec du chargement de l'image
hi: छवि लोड करने में विफल
it: Impossibile caricare immagine
ja: 画像の読み込みに失敗しました
pt: Falha ao carregar imagem
ru: Не удалось загрузить изображение
