Repository: nawafalwajeeh/reviews_app
Catalog: assets/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru

# findingBestPlaces
source: Finding the best places around you
ar: نبحث عن أفضل الأماكن حولك
de: Suche die besten Orte in deiner Nähe
es: Buscando los mejores lugares a tu alrededor
fr: Recherche des meilleurs endroits autour de vous
hi: अपने आस-पास सबसे अच्छी जगहें ढूँढना
it: Trovando i migliori luoghi intorno a te
ja: あなたの周りの最高の場所を見つける
pt: Encontrando os melhores lugares ao seu redor
ru: Поиск лучших мест вокруг вас

source: Filter by Category
ar: تصفية حسب الفئة
de: Nach Kategorie filtern
es: Filtrar por categoría
fr: Filtrer par catégorie
hi: श्रेणी के अनुसार फ़िल्टर करें
it: Filtra per categoria
ja: カテゴリでフィルタリング
pt: Filtrar por categoria
ru: Фильтровать по категории

source: places displayed
ar: أماكن معروضة
de: Orte angezeigt
es: lugares mostrados
fr: lieux affichés
hi: स्थान प्रदर्शित
it: luoghi visualizzati
ja: 表示された場所
pt: lugares exibidos
ru: мест отображено

source: No Places
ar: لا توجد أماكن
de: Keine Orte
es: Sin lugares
fr: Aucun lieu
hi: कोई स्थान नहीं
it: Nessun luogo
ja: 場所なし
pt: Sem lugares
ru: Нет мест

# noPlacesFoundInCategory
source: No places found in {categoryName} category
ar: لم يتم العثور على أماكن في فئة {categoryName}
de: Keine Orte in der Kategorie {categoryName} gefunden
es: No se encontraron lugares en la categoría {categoryName}
fr: Aucun lieu trouvé dans la catégorie {categoryName}
hi: {categoryName} श्रेणी में कोई स्थान नहीं मिला
it: Nessun luogo trovato nella categoria {categoryName}
ja: {categoryName} カテゴリに場所が見つかりません
pt: Nenhum lugar encontrado na categoria {categoryName}
ru: Места не найдены в категории {categoryName}

source: Selected Location
ar: الموقع المحدد
de: Ausgewählter Standort
es: Ubicación seleccionada
fr: Emplacement sélectionné
hi: चयनित स्थान
it: Posizione selezionata
ja: 選択された場所
pt: Localização selecionada
ru: Выбранное местоположение

# tapToSelectLocation
source: Tap on the map to select a location
ar: اضغط على الخريطة لاختيار موقع
de: Tippe auf die Karte, um einen Standort auszuwählen
es: Toca el mapa para seleccionar una ubicación
fr: Appuyez sur la carte pour sélectionner un emplacement
hi: स्थान चुनने के लिए मानचित्र पर टैप करें
it: Tocca la mappa per selezionare una posizione
ja: 地図をタップして場所を選択
pt: Toque no mapa para selecionar uma localização
ru: Нажмите на карту, чтобы выбрать местоположение

source: Location Address
ar: عنوان الموقع
de: Standortadresse
es: Dirección de ubicación
fr: Adresse de l'emplacement
hi: स्थान का पता
it: Indirizzo della posizione
ja: 場所の住所
pt: Endereço da localização
ru: Адрес местоположения

source: Confirm Location
ar: تأكيد الموقع
de: Standort bestätigen
es: Confirmar ubicación
fr: Confirmer l'emplacement
hi: स्थान की पुष्टि करें
it: Conferma posizione
ja: 場所を確認
pt: Confirmar localização
ru: Подтвердить местоположение

source: Map Type
ar: نوع الخريطة
de: Kartentyp
es: Tipo de mapa
fr: Type de carte
hi: मानचित्र प्रकार
it: Tipo di mappa
ja: 地図タイプ
pt: Tipo de mapa
ru: Тип карты

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
pt: Padrão
ru: По умолчанию

source: Satellite
ar: القمر الصناعي
de: Satellit
es: Satélite
hi: सैटेलाइट
ja: 衛星
pt: Satélite
ru: Спутник

source: Terrain
ar: التضاريس
de: Gelände
es: Terreno
hi: टेरेन
it: Terreno
ja: 地形
pt: Terreno
ru: Рельеф

source: Hybrid
ar: هجين
es: Híbrido
fr: Hybride
hi: हाइब्रिड
it: Ibrido
ja: ハイブリッド
pt: Híbrido
ru: Гибрид

source: Loading Map...
ar: جارٍ تحميل الخريطة...
de: Lade Karte...
es: Cargando mapa...
fr: Chargement de la carte...
hi: मानचित्र लोड हो रहा है...
it: Caricamento mappa...
ja: 地図を読み込み中...
pt: Carregando mapa...
ru: Загрузка карты...

source: Loading your location...
ar: جارٍ تحميل موقعك...
de: Lade deinen Standort...
es: Cargando tu ubicación...
fr: Chargement de votre emplacement...
hi: आपका स्थान लोड हो रहा है...
it: Caricamento della tua posizione...
ja: 現在地を読み込み中...
pt: Carregando sua localização...
ru: Загрузка вашего местоположения...

# settingUpYourMap
source: Please wait while we set up your map
ar: يرجى الانتظار بينما نجهز خريطتك
de: Bitte warten, während wir deine Karte einrichten
es: Por favor espera mientras configuramos tu mapa
fr: Veuillez patienter pendant que nous configurons votre carte
hi: कृपया प्रतीक्षा करें जब तक हम आपका मानचित्र सेट करते हैं
it: Attendi mentre configuriamo la tua mappa
ja: 地図を設定していますのでお待ちください
pt: Por favor, aguarde enquanto configuramos seu mapa
ru: Пожалуйста, подождите, пока мы настраиваем вашу карту

source: Getting location...
ar: جارٍ الحصول على الموقع...
de: Standort wird abgerufen...
es: Obteniendo ubicación...
fr: Obtention de l'emplacement...
hi: स्थान प्राप्त कर रहा है...
it: Acquisizione posizione...
ja: 位置情報を取得中...
pt: Obtendo localização...
ru: Получение местоположения...

source: Location name not found
ar: اسم الموقع غير موجود
de: Standortname nicht gefunden
es: Nombre de ubicación no encontrado
fr: Nom de l'emplacement introuvable
hi: स्थान का नाम नहीं मिला
it: Nome posizione non trovato
ja: 場所の名前が見つかりません
pt: Nome da localização não encontrado
ru: Название местоположения не найдено

source: Unknown Location
ar: موقع غير معروف
de: Unbekannter Standort
es: Ubicación desconocida
fr: Emplacement inconnu
hi: अज्ञात स्थान
it: Posizione sconosciuta
ja: 不明な場所
pt: Localização desconhecida
ru: Неизвестное местоположение

source: Search Result
ar: نتيجة البحث
de: Suchergebnis
es: Resultado de búsqueda
fr: Résultat de la recherche
hi: खोज परिणाम
it: Risultato della ricerca
ja: 検索結果
pt: Resultado da pesquisa
ru: Результат поиска

source: Location from search
ar: الموقع من البحث
de: Standort aus Suche
es: Ubicación de búsqueda
fr: Emplacement de la recherche
hi: खोज से स्थान
it: Posizione dalla ricerca
ja: 検索からの場所
pt: Localização da pesquisa
ru: Местоположение из поиска

source: Google Places location
ar: موقع من خرائط جوجل
de: Google Places Standort
es: Ubicación de Google Places
fr: Emplacement Google Places
hi: Google Places स्थान
it: Posizione Google Places
ja: Google Placesの場所
pt: Localização do Google Places
ru: Местоположение Google Places

source: Google Places
ar: خرائط جوجل

source: Search System
ar: نظام البحث
de: Suchsystem
es: Sistema de búsqueda
fr: Système de recherche
hi: खोज प्रणाली
it: Sistema di ricerca
ja: 検索システム
pt: Sistema de pesquisa
ru: Система поиска

source: You Selected
ar: لقد اخترت
de: Du hast ausgewählt
es: Has seleccionado
fr: Vous avez sélectionné
hi: आपने चुना
it: Hai selezionato
ja: 選択しました
pt: Você selecionou
ru: Вы выбрали

source: All Languages
ar: كل اللغات
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
hi: सभी भाषाएं
it: Tutte le lingue
ja: すべての言語
pt: Todos os idiomas
ru: Все языки

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
pt: Pesquisar
ru: Поиск

source: Choose Language
ar: اختر اللغة
de: Sprache wählen
es: Elegir idioma
fr: Choisir la langue
hi: भाषा चुनें
it: Scegli lingua
ja: 言語を選択
pt: Escolher idioma
ru: Выберите язык

# selectPreferredLanguage
source: Select your preferred language to continue
ar: اختر لغتك المفضلة للمتابعة
de: Wähle deine bevorzugte Sprache, um fortzufahren
es: Selecciona tu idioma preferido para continuar
fr: Sélectionnez votre langue préférée pour continuer
hi: जारी रखने के लिए अपनी पसंदीदा भाषा चुनें
it: Seleziona la tua lingua preferita per continuare
ja: 続行するには希望の言語を選択してください
pt: Selecione seu idioma preferido para continuar
ru: Выберите предпочитаемый язык для продолжения

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
it: Inglese
ja: 英語
pt: Inglês
ru: Английский

source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fr: Arabe
hi: अरबी
it: Arabo
ja: アラビア語
pt: Árabe
ru: Арабский

source: Authentication Required
ar: المصادقة مطلوبة
de: Authentifizierung erforderlich
es: Autenticación requerida
fr: Authentification requise
hi: प्रमाणीकरण आवश्यक
it: Autenticazione richiesta
ja: 認証が必要です
pt: Autenticação necessária
ru: Требуется аутентификация

# pleaseSignIn
source: Please sign in or create an account to continue.
ar: يرجى تسجيل الدخول أو إنشاء حساب للمتابعة.
de: Bitte melde dich an oder erstelle ein Konto, um fortzufahren.
es: Por favor inicia sesión o crea una cuenta para continuar.
fr: Veuillez vous connecter ou créer un compte pour continuer.
hi: जारी रखने के लिए कृपया साइन इन करें या खाता बनाएं।
it: Per favore accedi o crea un account per continuare.
ja: 続行するにはサインインまたはアカウントを作成してください。
pt: Por favor, faça login ou crie uma conta para continuar.
ru: Пожалуйста, войдите или создайте аккаунт, чтобы продолжить.

source: Sign In Required
ar: تسجيل الدخول مطلوب
de: Anmeldung erforderlich
es: Inicio de sesión requerido
fr: Connexion requise
hi: साइन इन आवश्यक
it: Accesso richiesto
ja: サインインが必要です
pt: Login necessário
ru: Требуется вход

# signInRequiredMessage
source: Please sign in to like this place.
ar: يرجى تسجيل الدخول للإعجاب بهذا المكان.
de: Bitte melde dich an, um diesen Ort zu liken.
es: Por favor inicia sesión para dar Me gusta a este lugar.
fr: Veuillez vous connecter pour aimer ce lieu.
hi: इस स्थान को पसंद करने के लिए कृपया साइन इन करें।
it: Per favore accedi per mettere mi piace a questo luogo.
ja: この場所を「いいね」するにはサインインしてください。
pt: Por favor, faça login para curtir este lugar.
ru: Пожалуйста, войдите, чтобы поставить лайк этому месту.

source: Requires Login
ar: تسجيل الدخول مطلوب
de: Erfordert Anmeldung
es: Requiere inicio de sesión
fr: Nécessite une connexion
hi: लॉगिन आवश्यक
it: Richiede accesso
ja: ログインが必要です
pt: Requer login
ru: Требуется логин

# pleaseLogInToUseFeature
source: Please log in or create an account to use this feature.
ar: يرجى تسجيل الدخول أو إنشاء حساب لاستخدام هذه الميزة.
de: Bitte melde dich an oder erstelle ein Konto, um diese Funktion zu nutzen.
es: Por favor inicia sesión o crea una cuenta para usar esta función.
fr: Veuillez vous connecter ou créer un compte pour utiliser cette fonctionnalité.
hi: इस सुविधा का उपयोग करने के लिए कृपया साइन इन करें या खाता बनाएं।
it: Per favore accedi o crea un account per utilizzare questa funzione.
ja: この機能を使用するにはサインインまたはアカウントを作成してください。
pt: Por favor, faça login ou crie uma conta para usar este recurso.
ru: Пожалуйста, войдите или создайте аккаунт, чтобы использовать эту функцию.

# pleaseSignInToSavePlaces
source: Please sign in or create an account to save your favorite places.
ar: يرجى تسجيل الدخول أو إنشاء حساب لحفظ أماكنك المفضلة.
de: Bitte melde dich an oder erstelle ein Konto, um deine Lieblingsorte zu speichern.
es: Por favor inicia sesión o crea una cuenta para guardar tus lugares favoritos.
fr: Veuillez vous connecter ou créer un compte pour enregistrer vos lieux préférés.
hi: अपने पसंदीदा स्थानों को सहेजने के लिए कृपया साइन इन करें या खाता बनाएं।
it: Per favore accedi o crea un account per salvare i tuoi luoghi preferiti.
ja: お気に入りの場所を保存するにはサインインまたはアカウントを作成してください。
pt: Por favor, faça login ou crie uma conta para salvar seus lugares favoritos.
ru: Пожалуйста, войдите или создайте аккаунт, чтобы сохранить ваши любимые места.

# pleaseSignInToAddReview
source: Please sign in or create an account to add your review.
ar: يرجى تسجيل الدخول أو إنشاء حساب لإضافة مراجعتك.
de: Bitte melde dich an oder erstelle ein Konto, um deine Rezension hinzuzufügen.
es: Por favor inicia sesión o crea una cuenta para añadir tu reseña.
fr: Veuillez vous connecter ou créer un compte pour ajouter votre avis.
hi: अपनी समीक्षा जोड़ने के लिए कृपया साइन इन करें या खाता बनाएं।
it: Per favore accedi o crea un account per aggiungere la tua recensione.
ja: レビューを追加するにはサインインまたはアカウントを作成してください。
pt: Por favor, faça login ou crie uma conta para adicionar sua avaliação.
ru: Пожалуйста, войдите или создайте аккаунт, чтобы добавить свой отзыв.

# updateSuccess
source: Update Successful
ar: تم التحديث بنجاح
de: Aktualisierung erfolgreich
es: Actualización exitosa
fr: Mise à jour réussie
hi: अपडेट सफल
it: Aggiornamento riuscito
ja: 更新成功
pt: Atualização bem-sucedida
ru: Обновление успешно

source: Update Failed
ar: فشل التحديث
de: Aktualisierung fehlgeschlagen
es: Actualización fallida
fr: Échec de la mise à jour
hi: अपडेट विफल
it: Aggiornamento fallito
ja: 更新失敗
pt: Falha na atualização
ru: Обновление не удалось

source: Submission Success!
ar: تم الإرسال بنجاح!
de: Einreichung erfolgreich!
es: ¡Envío exitoso!
fr: Soumission réussie !
hi: जमा करना सफल!
it: Invio riuscito!
ja: 送信成功！
pt: Envio bem-sucedido!
ru: Отправка успешна!

source: Submission Failed
ar: فشل الإرسال
de: Einreichung fehlgeschlagen
es: Envío fallido
fr: Échec de la soumission
hi: जमा करना विफल
it: Invio fallito
ja: 送信失敗
pt: Falha no envio
ru: Отправка не удалась

# nameUpdated
source: Your name has been updated.
ar: تم تحديث اسمك.
de: Dein Name wurde aktualisiert.
es: Tu nombre ha sido actualizado.
fr: Votre nom a été mis à jour.
hi: आपका नाम अपडेट कर दिया गया है।
it: Il tuo nome è stato aggiornato.
ja: 名前が更新されました。
pt: Seu nome foi atualizado.
ru: Ваше имя было обновлено.

# phoneUpdated
source: Your phone number has been updated.
ar: تم تحديث رقم هاتفك.
de: Deine Telefonnummer wurde aktualisiert.
es: Tu número de teléfono ha sido actualizado.
fr: Votre numéro de téléphone a été mis à jour.
hi: आपका फ़ोन नंबर अपडेट कर दिया गया है।
it: Il tuo numero di telefono è stato aggiornato.
ja: 電話番号が更新されました。
pt: Seu número de telefone foi atualizado.
ru: Ваш номер телефона был обновлен.

# usernameUpdated
source: Your username has been updated.
ar: تم تحديث اسم المستخدم.
de: Dein Benutzername wurde aktualisiert.
es: Tu nombre de usuario ha sido actualizado.
fr: Votre nom d'utilisateur a été mis à jour.
hi: आपका उपयोगकर्ता नाम अपडेट कर दिया गया है।
it: Il tuo nome utente è stato aggiornato.
ja: ユーザー名が更新されました。
pt: Seu nome de usuário foi atualizado.
ru: Ваше имя пользователя было обновлено.

# genderUpdated
source: Your gender has been updated.
ar: تم تحديث جنسك.
de: Dein Geschlecht wurde aktualisiert.
es: Tu género ha sido actualizado.
fr: Votre genre a été mis à jour.
hi: आपका लिंग अपडेट कर दिया गया है।
it: Il tuo genere è stato aggiornato.
ja: 性別が更新されました。
pt: Seu gênero foi atualizado.
ru: Ваш пол был обновлен.

# birthDateUpdated
source: Your birth date has been updated.
ar: تم تحديث تاريخ ميلادك.
de: Dein Geburtsdatum wurde aktualisiert.
es: Tu fecha de nacimiento ha sido actualizada.
fr: Votre date de naissance a été mise à jour.
hi: आपकी जन्म तिथि अपडेट कर दी गई है।
it: La tua data di nascita è stata aggiornata.
ja: 生年月日が更新されました。
pt: Sua data de nascimento foi atualizada.
ru: Ваша дата рождения была обновлена.

source: Address Selected
ar: تم اختيار العنوان
de: Adresse ausgewählt
es: Dirección seleccionada
fr: Adresse sélectionnée
hi: पता चयनित
it: Indirizzo selezionato
ja: 住所が選択されました
pt: Endereço selecionado
ru: Адрес выбран

# addressSaved
source: Address saved successfully
ar: تم حفظ العنوان بنجاح
de: Adresse erfolgreich gespeichert
es: Dirección guardada exitosamente
fr: Adresse enregistrée avec succès
hi: पता सफलतापूर्वक सहेजा गया
it: Indirizzo salvato con successo
ja: 住所が正常に保存されました
pt: Endereço salvo com sucesso
ru: Адрес успешно сохранен

source: Location Selected
ar: تم اختيار الموقع
de: Standort ausgewählt
es: Ubicación seleccionada
fr: Emplacement sélectionné
hi: स्थान चयनित
it: Posizione selezionata
ja: 場所が選択されました
pt: Localização selecionada
ru: Местоположение выбрано

# mapLocationSelected
source: Map location selected successfully
ar: تم اختيار موقع الخريطة بنجاح
de: Kartenstandort erfolgreich ausgewählt
es: Ubicación del mapa seleccionada exitosamente
fr: Emplacement sur la carte sélectionné avec succès
hi: मानचित्र स्थान सफलतापूर्वक चुना गया
it: Posizione mappa selezionata con successo
ja: 地図の場所が正常に選択されました
pt: Localização do mapa selecionada com sucesso
ru: Местоположение на карте успешно выбрано

# placeCreated
source: Place created successfully
ar: تم إضافة المكان بنجاح
de: Ort erfolgreich erstellt
es: Lugar creado exitosamente
fr: Lieu créé avec succès
hi: स्थान सफलतापूर्वक बनाया गया
it: Luogo creato con successo
ja: 場所が正常に作成されました
pt: Lugar criado com sucesso
ru: Место успешно создано

# placeUpdated
source: Place updated successfully
ar: تم تحديث المكان بنجاح
de: Ort erfolgreich aktualisiert
es: Lugar actualizado exitosamente
fr: Lieu mis à jour avec succès
hi: स्थान सफलतापूर्वक अपडेट किया गया
it: Luogo aggiornato con successo
ja: 場所が正常に更新されました
pt: Lugar atualizado com sucesso
ru: Место успешно обновлено

# placeDeleted
source: Place deleted successfully
ar: تم حذف المكان بنجاح
de: Ort erfolgreich gelöscht
es: Lugar eliminado exitosamente
fr: Lieu supprimé avec succès
hi: स्थान सफलतापूर्वक हटाया गया
it: Luogo eliminato con successo
ja: 場所が正常に削除されました
pt: Lugar excluído com sucesso
ru: Место успешно удалено

source: Place not found
ar: المكان غير موجود
de: Ort nicht gefunden
es: Lugar no encontrado
fr: Lieu introuvable
hi: स्थान नहीं मिला
it: Luogo non trovato
ja: 場所が見つかりません
pt: Lugar não encontrado
ru: Место не найдено

# reviewSubmitted
source: Review submitted successfully
ar: تم إرسال المراجعة بنجاح
de: Rezension erfolgreich eingereicht
es: Reseña enviada exitosamente
fr: Avis soumis avec succès
hi: समीक्षा सफलतापूर्वक जमा की गई
it: Recensione inviata con successo
ja: レビューが正常に送信されました
pt: Avaliação enviada com sucesso
ru: Отзыв успешно отправлен

# reviewUpdated
source: Review updated successfully
ar: تم تحديث المراجعة بنجاح
de: Rezension erfolgreich aktualisiert
es: Reseña actualizada exitosamente
fr: Avis mis à jour avec succès
hi: समीक्षा सफलतापूर्वक अपडेट की गई
it: Recensione aggiornata con successo
ja: レビューが正常に更新されました
pt: Avaliação atualizada com sucesso
ru: Отзыв успешно обновлен

# reviewDeleted
source: Review deleted successfully
ar: تم حذف المراجعة بنجاح
de: Rezension erfolgreich gelöscht
es: Reseña eliminada exitosamente
fr: Avis supprimé avec succès
hi: समीक्षा सफलतापूर्वक हटाई गई
it: Recensione eliminata con successo
ja: レビューが正常に削除されました
pt: Avaliação excluída com sucesso
ru: Отзыв успешно удален

# reviewSubmittedSuccess
source: Your review has been submitted.
ar: تم إرسال مراجعتك.
de: Deine Rezension wurde eingereicht.
es: Tu reseña ha sido enviada.
fr: Votre avis a été soumis.
hi: आपकी समीक्षा जमा कर दी गई है।
it: La tua recensione è stata inviata.
ja: レビューが送信されました。
pt: Sua avaliação foi enviada.
ru: Ваш отзыв был отправлен.

# reviewUpdatedSuccess
source: Your review has been successfully updated.
ar: تم تحديث مراجعتك بنجاح.
de: Deine Rezension wurde erfolgreich aktualisiert.
es: Tu reseña ha sido actualizada exitosamente.
fr: Votre avis a été mis à jour avec succès.
hi: आपकी समीक्षा सफलतापूर्वक अपडेट कर दी गई है।
it: La tua recensione è stata aggiornata con successo.
ja: レビューが正常に更新されました。
pt: Sua avaliação foi atualizada com sucesso.
ru: Ваш отзыв был успешно обновлен.

# reviewDeletedSuccess
source: Review deleted successfully.
ar: تم حذف المراجعة بنجاح.
de: Rezension erfolgreich gelöscht.
es: Reseña eliminada exitosamente.
fr: Avis supprimé avec succès.
hi: समीक्षा सफलतापूर्वक हटाई गई।
it: Recensione eliminata con successo.
ja: レビューが正常に削除されました。
pt: Avaliação excluída com sucesso.
ru: Отзыв успешно удален.

source: Rating Required
ar: التقييم مطلوب
de: Bewertung erforderlich
es: Valoración requerida
fr: Note requise
hi: रेटिंग आवश्यक
it: Valutazione richiesta
ja: 評価が必要です
pt: Classificação necessária
ru: Требуется рейтинг

# pleaseSelectStarRating
source: Please select a star rating for your experience.
ar: يرجى اختيار تقييم بالنجوم لتجربتك.
de: Bitte wähle eine Sternebewertung für deine Erfahrung.
es: Por favor selecciona una valoración por estrellas para tu experiencia.
fr: Veuillez sélectionner une note par étoiles pour votre expérience.
hi: कृपया अपने अनुभव के लिए स्टार रेटिंग चुनें।
it: Per favore seleziona una valutazione a stelle per la tua esperienza.
ja: 体験の星評価を選択してください。
pt: Por favor, selecione uma classificação por estrelas para sua experiência.
ru: Пожалуйста, выберите звездный рейтинг для вашего опыта.

source: Review Required
ar: المراجعة مطلوبة
de: Rezension erforderlich
es: Reseña requerida
fr: Avis requis
hi: समीक्षा आवश्यक
it: Recensione richiesta
ja: レビューが必要です
pt: Avaliação necessária
ru: Требуется отзыв

# pleaseWriteReviewText
source: Please write your review text.
ar: يرجى كتابة نص المراجعة.
de: Bitte schreibe deinen Rezensionstext.
es: Por favor escribe el texto de tu reseña.
fr: Veuillez écrire le texte de votre avis.
hi: कृपया अपनी समीक्षा पाठ लिखें।
it: Per favore scrivi il testo della tua recensione.
ja: レビューテキストを書いてください。
pt: Por favor, escreva o texto da sua avaliação.
ru: Пожалуйста, напишите текст вашего отзыва.

source: Answer Required
ar: الإجابة مطلوبة
de: Antwort erforderlich
es: Respuesta requerida
fr: Réponse requise
hi: उत्तर आवश्यक
it: Risposta richiesta
ja: 回答が必要です
pt: Resposta necessária
ru: Требуется ответ

# pleaseAnswerRequiredQuestion
source: Please answer the required question: {question}
ar: يرجى الإجابة على السؤال المطلوب: {question}
de: Bitte beantworte die erforderliche Frage: {question}
es: Por favor responde la pregunta requerida: {question}
fr: Veuillez répondre à la question obligatoire : {question}
hi: कृपया आवश्यक प्रश्न का उत्तर दें: {question}
it: Per favore rispondi alla domanda obbligatoria: {question}
ja: 必須の質問に回答してください：{question}
pt: Por favor, responda à pergunta obrigatória: {question}
ru: Пожалуйста, ответьте на обязательный вопрос: {question}

# favoriteAdded
source: Added to favorites
ar: تمت الإضافة للمفضلة
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
fr: Ajouté aux favoris
hi: पसंदीदा में जोड़ा गया
it: Aggiunto ai preferiti
ja: お気に入りに追加されました
pt: Adicionado aos favoritos
ru: Добавлено в избранное

# favoriteRemoved
source: Removed from favorites
ar: تمت الإزالة من المفضلة
de: Aus Favoriten entfernt
es: Eliminado de favoritos
fr: Retiré des favoris
hi: पसंदीदा से हटाया गया
it: Rimosso dai preferiti
ja: お気に入りから削除されました
pt: Removido dos favoritos
ru: Удалено из избранного

# failedToLoadFavorites
source: Failed to load favorites: {error}
ar: فشل تحميل المفضلة: {error}
de: Fehler beim Laden der Favoriten: {error}
es: Error al cargar favoritos: {error}
fr: Échec du chargement des favoris : {error}
hi: पसंदीदा लोड करने में विफल: {error}
it: Impossibile caricare i preferiti: {error}
ja: お気に入りの読み込みに失敗しました：{error}
pt: Falha ao carregar favoritos: {error}
ru: Не удалось загрузить избранное: {error}

source: Place has been added to Wishlist
ar: تمت إضافة المكان للمفضلة
de: Ort wurde zur Wunschliste hinzugefügt
es: El lugar ha sido añadido a la lista de deseos
fr: Le lieu a été ajouté à la liste de souhaits
hi: स्थान विशलिस्ट में जोड़ा गया है
it: Il luogo è stato aggiunto alla lista dei desideri
ja: 場所がウィッシュリストに追加されました
pt: O lugar foi adicionado à lista de desejos
ru: Место было добавлено в список желаний

source: Place has been removed from Wishlist
ar: تمت إزالة المكان من المفضلة
de: Ort wurde von der Wunschliste entfernt
es: El lugar ha sido eliminado de la lista de deseos
fr: Le lieu a été retiré de la liste de souhaits
hi: स्थान विशलिस्ट से हटा दिया गया है
it: Il luogo è stato rimosso dalla lista dei desideri
ja: 場所がウィッシュリストから削除されました
pt: O lugar foi removido da lista de desejos
ru: Место было удалено из списка желаний

source: We are updating your information...
ar: جارٍ تحديث معلوماتك...
de: Wir aktualisieren deine Informationen...
es: Estamos actualizando tu información...
fr: Nous mettons à jour vos informations...
hi: हम आपकी जानकारी अपडेट कर रहे हैं...
it: Stiamo aggiornando le tue informazioni...
ja: 情報を更新しています...
pt: Estamos atualizando suas informações...
ru: Мы обновляем вашу информацию...

source: Your Name has been updated.
ar: تم تحديث اسمك.
de: Dein Name wurde aktualisiert.
es: Tu nombre ha sido actualizado.
fr: Votre nom a été mis à jour.
hi: आपका नाम अपडेट कर दिया गया है।
it: Il tuo nome è stato aggiornato.
ja: 名前が更新されました。
pt: Seu nome foi atualizado.
ru: Ваше имя было обновлено.
