Repository: nawafalwajeeh/reviews_app
Catalog: assets/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru

source: We are updating your phone number...
ar: جارٍ تحديث رقم هاتفك...
de: Wir aktualisieren deine Telefonnummer...
es: Estamos actualizando tu número de teléfono...
fr: Nous mettons à jour votre numéro de téléphone...
hi: हम आपका फ़ोन नंबर अपडेट कर रहे हैं...
it: Stiamo aggiornando il tuo numero di telefono...
ja: 電話番号を更新しています...
pt: Estamos atualizando seu número de telefone...
ru: Мы обновляем ваш номер телефона...

source: Your phone number has been updated.
ar: تم تحديث رقم هاتفك.
de: Deine Telefonnummer wurde aktualisiert.
es: Tu número de teléfono ha sido actualizado.
fr: Votre numéro de téléphone a été mis à jour.
hi: आपका फ़ोन नंबर अपडेट कर दिया गया है।
it: Il tuo numero di telefono è stato aggiornato.
ja: 電話番号が更新されました。
pt: Seu número de telefone foi atualizado.
ru: Ваш номер телефона был обновлен.

source: We are updating your username...
ar: جارٍ تحديث اسم المستخدم...
de: Wir aktualisieren deinen Benutzernamen...
es: Estamos actualizando tu nombre de usuario...
fr: Nous mettons à jour votre nom d'utilisateur...
hi: हम आपका उपयोगकर्ता नाम अपडेट कर रहे हैं...
it: Stiamo aggiornando il tuo nome utente...
ja: ユーザー名を更新しています...
pt: Estamos atualizando seu nome de usuário...
ru: Мы обновляем ваше имя пользователя...

source: Your username has been updated.
ar: تم تحديث اسم المستخدم.
de: Dein Benutzername wurde aktualisiert.
es: Tu nombre de usuario ha sido actualizado.
fr: Votre nom d'utilisateur a été mis à jour.
hi: आपका उपयोगकर्ता नाम अपडेट कर दिया गया है।
it: Il tuo nome utente è stato aggiornato.
ja: ユーザー名が更新されました。
pt: Seu nome de usuário foi atualizado.
ru: Ваше имя пользователя было обновлено.

source: We are updating your gender...
ar: جارٍ تحديث جنسك...
de: Wir aktualisieren dein Geschlecht...
es: Estamos actualizando tu género...
fr: Nous mettons à jour votre genre...
hi: हम आपका लिंग अपडेट कर रहे हैं...
it: Stiamo aggiornando il tuo genere...
ja: 性別を更新しています...
pt: Estamos atualizando seu gênero...
ru: Мы обновляем ваш пол...

source: Your gender has been updated.
ar: تم تحديث جنسك.
de: Dein Geschlecht wurde aktualisiert.
es: Tu género ha sido actualizado.
fr: Votre genre a été mis à jour.
hi: आपका लिंग अपडेट कर दिया गया है।
it: Il tuo genere è stato aggiornato.
ja: 性別が更新されました。
pt: Seu gênero foi atualizado.
ru: Ваш пол был обновлен.

source: We are updating your birth date...
ar: جارٍ تحديث تاريخ ميلادك...
de: Wir aktualisieren dein Geburtsdatum...
es: Estamos actualizando tu fecha de nacimiento...
fr: Nous mettons à jour votre date de naissance...
hi: हम आपकी जन्म तिथि अपडेट कर रहे हैं...
it: Stiamo aggiornando la tua data di nascita...
ja: 生年月日を更新しています...
pt: Estamos atualizando sua data de nascimento...
ru: Мы обновляем вашу дату рождения...

source: Your birth date has been updated.
ar: تم تحديث تاريخ ميلادك.
de: Dein Geburtsdatum wurde aktualisiert.
es: Tu fecha de nacimiento ha sido actualizada.
fr: Votre date de naissance a été mise à jour.
hi: आपकी जन्म तिथि अपडेट कर दी गई है।
it: La tua data di nascita è stata aggiornata.
ja: 生年月日が更新されました。
pt: Sua data de nascimento foi atualizada.
ru: Ваша дата рождения была обновлена.

source: Please select your birth date.
ar: يرجى اختيار تاريخ ميلادك.
de: Bitte wähle dein Geburtsdatum.
es: Por favor selecciona tu fecha de nacimiento.
fr: Veuillez sélectionner votre date de naissance.
hi: कृपया अपनी जन्म तिथि चुनें।
it: Per favore seleziona la tua data di nascita.
ja: 生年月日を選択してください。
pt: Por favor, selecione sua data de nascimento.
ru: Пожалуйста, выберите вашу дату рождения.

source: Storing Address...
ar: جارٍ حفظ العنوان...
de: Adresse wird gespeichert...
es: Guardando dirección...
fr: Enregistrement de l'adresse...
hi: पता सहेज रहा है...
it: Salvataggio indirizzo...
ja: 住所を保存中...
pt: Salvando endereço...
ru: Сохранение адреса...

# yourAddressHasBeenSaved
source: Your address has been saved successfully.
ar: تم حفظ عنوانك بنجاح.
de: Deine Adresse wurde erfolgreich gespeichert.
es: Tu dirección ha sido guardada exitosamente.
fr: Votre adresse a été enregistrée avec succès.
hi: आपका पता सफलतापूर्वक सहेजा गया है।
it: Il tuo indirizzo è stato salvato con successo.
ja: 住所が正常に保存されました。
pt: Seu endereço foi salvo com sucesso.
ru: Ваш адрес был успешно сохранен.

source: Creating new place...
ar: جارٍ إضافة مكان جديد...
de: Neuer Ort wird erstellt...
es: Creando nuevo lugar...
fr: Création d'un nouveau lieu...
hi: नया स्थान बना रहा है...
it: Creazione nuovo luogo...
ja: 新しい場所を作成中...
pt: Criando novo lugar...
ru: Создание нового места...

# uploadingPhotos
source: Uploading {count} photos for Place ID: {placeId}...
ar: جارٍ رفع {count} صورة للمكان: {placeId}...
de: Lade {count} Fotos für Ort-ID hoch: {placeId}...
es: Subiendo {count} fotos para ID de lugar: {placeId}...
fr: Téléchargement de {count} photos pour l'ID du lieu : {placeId}...
hi: स्थान आईडी: {placeId} के लिए {count} तस्वीरें अपलोड कर रहा है...
it: Caricamento di {count} foto per ID luogo: {placeId}...
ja: 場所ID：{placeId} のために {count} 枚の写真をアップロード中...
pt: Enviando {count} fotos para o ID do lugar: {placeId}...
ru: Загрузка {count} фото для ID места: {placeId}...

# yourNewPlaceHasBeenCreated
source: Your new place "{title}" has been created!
ar: تم إضافة مكانك الجديد "{title}" بنجاح!
de: Dein neuer Ort "{title}" wurde erstellt!
es: ¡Tu nuevo lugar "{title}" ha sido creado!
fr: Votre nouveau lieu "{title}" a été créé !
hi: आपका नया स्थान "{title}" बनाया गया है!
it: Il tuo nuovo luogo "{title}" è stato creato!
ja: 新しい場所「{title}」が作成されました！
pt: Seu novo lugar "{title}" foi criado!
ru: Ваше новое место "{title}" было создано!

source: Updating place...
ar: جارٍ تحديث المكان...
de: Ort wird aktualisiert...
es: Actualizando lugar...
fr: Mise à jour du lieu...
hi: स्थान अपडेट कर रहा है...
it: Aggiornamento luogo...
ja: 場所を更新中...
pt: Atualizando lugar...
ru: Обновление места...

# placeHasBeenUpdated
source: Place "{title}" has been updated!
ar: تم تحديث المكان "{title}" بنجاح!
de: Ort "{title}" wurde aktualisiert!
es: ¡El lugar "{title}" ha sido actualizado!
fr: Le lieu "{title}" a été mis à jour !
hi: स्थान "{title}" अपडेट किया गया है!
it: Il luogo "{title}" è stato aggiornato!
ja: 場所「{title}」が更新されました！
pt: O lugar "{title}" foi atualizado!
ru: Место "{title}" было обновлено!

source: Deleting place...
ar: جارٍ حذف المكان...
de: Ort wird gelöscht...
es: Eliminando lugar...
fr: Suppression du lieu...
hi: स्थान हटा रहा है...
it: Eliminazione luogo...
ja: 場所を削除中...
pt: Excluindo lugar...
ru: Удаление места...

# placeHasBeenDeleted
source: Place "{title}" has been deleted
ar: تم حذف المكان "{title}"
de: Ort "{title}" wurde gelöscht
es: El lugar "{title}" ha sido eliminado
fr: Le lieu "{title}" a été supprimé
hi: स्थान "{title}" हटा दिया गया है
it: Il luogo "{title}" è stato eliminato
ja: 場所「{title}」が削除されました
pt: O lugar "{title}" foi excluído
ru: Место "{title}" было удалено

source: Location Missing
ar: الموقع مفقود
de: Standort fehlt
es: Ubicación faltante
fr: Emplacement manquant
hi: स्थान गायब
it: Posizione mancante
ja: 場所がありません
pt: Localização ausente
ru: Местоположение отсутствует

# pleaseUseMapPicker
source: Please use the map picker to select a valid location with coordinates.
ar: يرجى استخدام منتقي الخريطة لاختيار موقع صالح بالإحداثيات.
de: Bitte verwende den Kartenwähler, um einen gültigen Standort mit Koordinaten auszuwählen.
es: Por favor usa el selector de mapa para elegir una ubicación válida con coordenadas.
fr: Veuillez utiliser le sélecteur de carte pour choisir un emplacement valide avec des coordonnées.
hi: कृपया निर्देशांक के साथ एक मान्य स्थान चुनने के लिए मानचित्र पिकर का उपयोग करें।
it: Per favore usa il selettore mappa per scegliere una posizione valida con coordinate.
ja: マップピッカーを使用して座標のある有効な場所を選択してください。
pt: Por favor, use o seletor de mapa para escolher uma localização válida com coordenadas.
ru: Пожалуйста, используйте выбор карты, чтобы выбрать действительное местоположение с координатами.

# pleaseSelectLocation
source: Please select a location for the place.
ar: يرجى تحديد موقع للمكان.
de: Bitte wähle einen Standort für den Ort.
es: Por favor selecciona una ubicación para el lugar.
fr: Veuillez sélectionner un emplacement pour le lieu.
hi: कृपया स्थान के लिए एक स्थान चुनें।
it: Per favore seleziona una posizione per il luogo.
ja: 場所の位置を選択してください。
pt: Por favor, selecione uma localização para o lugar.
ru: Пожалуйста, выберите местоположение для места.

source: No Images
ar: لا توجد صور
de: Keine Bilder
es: Sin imágenes
fr: Aucune image
hi: कोई चित्र नहीं
it: Nessuna immagine
ja: 画像なし
pt: Sem imagens
ru: Нет изображений

# noImagesSelected
source: No Images
ar: لا توجد صور
de: Keine Bilder
es: Sin imágenes
fr: Aucune image
hi: कोई चित्र नहीं
it: Nessuna immagine
ja: 画像なし
pt: Sem imagens
ru: Нет изображений

source: Please select at least one image.
ar: يرجى اختيار صورة واحدة على الأقل.
de: Bitte wähle mindestens ein Bild aus.
es: Por favor selecciona al menos una imagen.
fr: Veuillez sélectionner au moins une image.
hi: कृपया कम से कम एक छवि चुनें।
it: Per favore seleziona almeno un'immagine.
ja: 少なくとも1つの画像を選択してください。
pt: Por favor, selecione pelo menos uma imagem.
ru: Пожалуйста, выберите хотя бы одно изображение.

source: Category Missing
ar: الفئة مفقودة
de: Kategorie fehlt
es: Categoría faltante
fr: Catégorie manquante
hi: श्रेणी गायब
it: Categoria mancante
ja: カテゴリがありません
pt: Categoria ausente
ru: Категория отсутствует

# pleaseSelectValidCategory
source: Please select a valid category.
ar: يرجى اختيار فئة صالحة.
de: Bitte wähle eine gültige Kategorie.
es: Por favor selecciona una categoría válida.
fr: Veuillez sélectionner une catégorie valide.
hi: कृपया एक मान्य श्रेणी चुनें।
it: Per favore seleziona una categoria valida.
ja: 有効なカテゴリを選択してください。
pt: Por favor, selecione uma categoria válida.
ru: Пожалуйста, выберите действительную категорию.

source: Limit Reached
ar: تم الوصول للحد الأقصى
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
hi: सीमा पूरी हुई
it: Limite raggiunto
ja: 制限に達しました
pt: Limite atingido
ru: Лимит достигнут

# youCanOnlyAddUpTo4Questions
source: You can only add up to 4 custom questions.
ar: يمكنك إضافة حتى 4 أسئلة مخصصة فقط.
de: Du kannst nur bis zu 4 benutzerdefinierte Fragen hinzufügen.
es: Solo puedes añadir hasta 4 preguntas personalizadas.
fr: Vous ne pouvez ajouter que jusqu'à 4 questions personnalisées.
hi: आप केवल 4 कस्टम प्रश्न जोड़ सकते हैं।
it: Puoi aggiungere solo fino a 4 domande personalizzate.
ja: カスタム質問は最大4つまでしか追加できません。
pt: Você só pode adicionar até 4 perguntas personalizadas.
ru: Вы можете добавить только до 4 пользовательских вопросов.

source: Creating new category...
ar: جارٍ إنشاء فئة جديدة...
de: Neue Kategorie wird erstellt...
es: Creando nueva categoría...
fr: Création d'une nouvelle catégorie...
hi: नई श्रेणी बना रहा है...
it: Creazione nuova categoria...
ja: 新しいカテゴリを作成中...
pt: Criando nova categoria...
ru: Создание новой категории...

source: Category Name Required
ar: اسم الفئة مطلوب
de: Kategoriename erforderlich
es: Nombre de categoría requerido
fr: Nom de catégorie requis
hi: श्रेणी का नाम आवश्यक
it: Nome categoria richiesto
ja: カテゴリ名が必要です
pt: Nome da categoria obrigatório
ru: Требуется название категории

# pleaseEnterCategoryName
source: Please enter a name for the new category.
ar: يرجى إدخال اسم للفئة الجديدة.
de: Bitte gib einen Namen für die neue Kategorie ein.
es: Por favor ingresa un nombre para la nueva categoría.
fr: Veuillez entrer un nom pour la nouvelle catégorie.
hi: कृपया नई श्रेणी के लिए एक नाम दर्ज करें।
it: Per favore inserisci un nome per la nuova categoria.
ja: 新しいカテゴリの名前を入力してください。
pt: Por favor, insira um nome para a nova categoria.
ru: Пожалуйста, введите название для новой категории.

source: Duplicate Category
ar: فئة مكررة
de: Doppelte Kategorie
es: Categoría duplicada
fr: Catégorie en double
hi: डुप्लिकेट श्रेणी
it: Categoria duplicata
ja: 重複カテゴリ
pt: Categoria duplicada
ru: Дублирующая категория

# categoryAlreadyExists
source: A category with this name already exists.
ar: يوجد فئة بهذا الاسم بالفعل.
de: Eine Kategorie mit diesem Namen existiert bereits.
es: Ya existe una categoría con este nombre.
fr: Une catégorie avec ce nom existe déjà.
hi: इस नाम की एक श्रेणी पहले से मौजूद है।
it: Esiste già una categoria con questo nome.
ja: この名前のカテゴリはすでに存在します。
pt: Já existe uma categoria com este nome.
ru: Категория с таким названием уже существует.

# categoryCreated
source: The new category "{name}" has been created.
ar: تم إنشاء الفئة الجديدة "{name}" بنجاح.
de: Neue Kategorie "{name}" wurde erstellt.
es: La nueva categoría "{name}" ha sido creada.
fr: La nouvelle catégorie "{name}" a été créée.
hi: नई श्रेणी "{name}" बनाई गई है।
it: La nuova categoria "{name}" è stata creata.
ja: 新しいカテゴリ「{name}」が作成されました。
pt: A nova categoria "{name}" foi criada.
ru: Новая категория "{name}" была создана.

source: Data not saved
ar: لم يتم حفظ البيانات
de: Daten nicht gespeichert
es: Datos no guardados
fr: Données non enregistrées
hi: डेटा सहेजा नहीं गया
it: Dati non salvati
ja: データが保存されませんでした
pt: Dados não salvos
ru: Данные не сохранены

# couldNotSaveInformation
source: Something went wrong while saving your information. You can re-save your data in your profile.
ar: حدث خطأ أثناء حفظ معلوماتك. يمكنك إعادة الحفظ من ملفك الشخصي.
de: Ein Fehler ist beim Speichern deiner Informationen aufgetreten. Du kannst deine Daten in deinem Profil erneut speichern.
es: Ocurrió un error al guardar tu información. Puedes volver a guardar tus datos en tu perfil.
fr: Une erreur s'est produite lors de l'enregistrement de vos informations. Vous pouvez réenregistrer vos données dans votre profil.
hi: आपकी जानकारी सहेजते समय एक त्रुटि हुई। आप अपनी प्रोफ़ाइल में अपना डेटा फिर से सहेज सकते हैं।
it: Si è verificato un errore durante il salvataggio delle tue informazioni. Puoi salvare nuovamente i tuoi dati nel tuo profilo.
ja: 情報の保存中にエラーが発生しました。プロフィールでデータを再保存できます。
pt: Ocorreu um erro ao salvar suas informações. Você pode salvar seus dados novamente em seu perfil.
ru: Произошла ошибка при сохранении вашей информации. Вы можете сохранить свои данные снова в своем профиле.

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएं
it: Elimina account
ja: アカウントを削除
pt: Excluir conta
ru: Удалить аккаунт

# deleteAccountConfirmation
source: Are you sure you want to delete your account permanently? This action is not reversible and all of your data will be removed permanently.
ar: هل أنت متأكد من حذف حسابك نهائياً؟ هذا الإجراء لا يمكن التراجع عنه وستتم إزالة جميع بياناتك.
de: Bist du sicher, dass du dein Konto dauerhaft löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden und alle deine Daten werden dauerhaft gelöscht.
es: ¿Estás seguro de que quieres eliminar tu cuenta permanentemente? Esta acción no se puede deshacer y todos tus datos serán eliminados permanentemente.
fr: Êtes-vous sûr de vouloir supprimer votre compte définitivement ? Cette action est irréversible et toutes vos données seront supprimées définitivement.
hi: क्या आप वाकई अपना खाता स्थायी रूप से हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती और आपका सारा डेटा स्थायी रूप से हटा दिया जाएगा।
it: Sei sicuro di voler eliminare permanentemente il tuo account? Questa azione non può essere annullata e tutti i tuoi dati verranno eliminati permanentemente.
ja: アカウントを完全に削除してもよろしいですか？この操作は取り消せません。すべてのデータが完全に削除されます。
pt: Tem certeza de que deseja excluir sua conta permanentemente? Esta ação não pode ser desfeita e todos os seus dados serão excluídos permanentemente.
ru: Вы уверены, что хотите навсегда удалить свой аккаунт? Это действие нельзя отменить, и все ваши данные будут удалены навсегда.

source: Processing
ar: جارٍ المعالجة
de: Verarbeitung
es: Procesando
fr: Traitement
hi: संसाधित हो रहा है
it: Elaborazione
ja: 処理中
pt: Processando
ru: Обработка

# accountDeleted
source: Your account has been deleted successfully.
ar: تم حذف حسابك بنجاح.
de: Dein Konto wurde erfolgreich gelöscht.
es: Tu cuenta ha sido eliminada exitosamente.
fr: Votre compte a été supprimé avec succès.
hi: आपका खाता सफलतापूर्वक हटा दिया गया है।
it: Il tuo account è stato eliminato con successo.
ja: アカウントが正常に削除されました。
pt: Sua conta foi excluída com sucesso.
ru: Ваш аккаунт был успешно удален.

# pleaseAllowAccessToPhotos
source: Please allow access to your photos to upload a profile picture.
ar: يرجى السماح بالوصول للصور لرفع صورة الملف الشخصي.
de: Bitte erlaube den Zugriff auf deine Fotos, um ein Profilbild hochzuladen.
es: Por favor permite el acceso a tus fotos para subir una foto de perfil.
fr: Veuillez autoriser l'accès à vos photos pour télécharger une photo de profil.
hi: कृपया प्रोफ़ाइल चित्र अपलोड करने के लिए अपनी तस्वीरों तक पहुंच की अनुमति दें।
it: Per favore consenti l'accesso alle tue foto per caricare una foto del profilo.
ja: プロフィール写真をアップロードするには写真へのアクセスを許可してください。
pt: Por favor, permita o acesso às suas fotos para enviar uma foto de perfil.
ru: Пожалуйста, разрешите доступ к вашим фото для загрузки фото профиля.

# profileImageUpdated
source: Your Profile Image has been updated!
ar: تم تحديث صورة ملفك الشخصي!
de: Dein Profilbild wurde aktualisiert!
es: ¡Tu imagen de perfil ha sido actualizada!
fr: Votre image de profil a été mise à jour !
hi: आपकी प्रोफ़ाइल छवि अपडेट कर दी गई है!
it: La tua immagine del profilo è stata aggiornata!
ja: プロフィール画像が更新されました！
pt: Sua imagem de perfil foi atualizada!
ru: Ваше фото профиля было обновлено!

source: Image Deleted
ar: تم حذف الصورة
de: Bild gelöscht
es: Imagen eliminada
fr: Image supprimée
hi: छवि हटाई गई
it: Immagine eliminata
ja: 画像が削除されました
pt: Imagem excluída
ru: Изображение удалено

# imageDeletedFromStorage
source: Image successfully deleted from your cloud storage
ar: تم حذف الصورة بنجاح من التخزين السحابي
de: Bild erfolgreich aus deinem Cloud-Speicher gelöscht
es: Imagen eliminada exitosamente de tu almacenamiento en la nube
fr: Image supprimée avec succès de votre stockage cloud
hi: छवि आपके क्लाउड स्टोरेज से सफलतापूर्वक हटाई गई
it: Immagine eliminata con successo dal tuo archivio cloud
ja: 画像がクラウドストレージから正常に削除されました
pt: Imagem excluída com sucesso do seu armazenamento em nuvem
ru: Изображение успешно удалено из вашего облачного хранилища

source: Failed to Toggle Like
ar: فشل تبديل الإعجاب
de: Fehler beim Umschalten von Like
es: Error al cambiar Me gusta
fr: Échec du basculement de J'aime
hi: लाइक टॉगल करने में विफल
it: Impossibile attivare/disattivare mi piace
ja: いいねの切り替えに失敗しました
pt: Falha ao alternar curtir
ru: Не удалось переключить лайк

source: Stream Error
ar: خطأ في جلب البيانات
de: Stream-Fehler
es: Error de transmisión
fr: Erreur de flux
hi: स्ट्रीम त्रुटि
it: Errore stream
ja: ストリームエラー
pt: Erro de transmissão
ru: Ошибка потока

source: Upload Failed!
ar: فشل الرفع!
de: Upload fehlgeschlagen!
es: ¡Subida fallida!
fr: Échec du téléchargement !
hi: अपलोड विफल!
it: Caricamento fallito!
ja: アップロード失敗！
pt: Falha no envio!
ru: Загрузка не удалась!

# couldNotUploadPlaceImages
source: Could not upload place images: {error}
ar: تعذر رفع صور المكان: {error}
de: Konnte Ortsbilder nicht hochladen: {error}
es: No se pudieron subir las imágenes del lugar: {error}
fr: Impossible de télécharger les images du lieu : {error}
hi: स्थान चित्र अपलोड नहीं कर सका: {error}
it: Impossibile caricare le immagini del luogo: {error}
ja: 場所の画像をアップロードできませんでした：{error}
pt: Não foi possível enviar as imagens do lugar: {error}
ru: Не удалось загрузить изображения места: {error}

source: Image Limit Reached
ar: تم الوصول لحد الصور
de: Bildlimit erreicht
es: Límite de imágenes alcanzado
fr: Limite d'images atteinte
hi: छवि सीमा पूरी हुई
it: Limite immagini raggiunto
ja: 画像制限に達しました
pt: Limite de imagens atingido
ru: Лимит изображений достигнут

# imageLimitMessage
source: You can only upload a maximum of {maxImages} images.
ar: يمكنك رفع {maxImages} صورة كحد أقصى.
de: Du kannst maximal {maxImages} Bilder hochladen.
es: Solo puedes subir un máximo de {maxImages} imágenes.
fr: Vous ne pouvez télécharger qu'un maximum de {maxImages} images.
hi: आप केवल अधिकतम {maxImages} चित्र अपलोड कर सकते हैं।
it: Puoi caricare solo un massimo di {maxImages} immagini.
ja: 最大 {maxImages} 枚の画像のみアップロードできます。
pt: Você só pode enviar no máximo {maxImages} imagens.
ru: Вы можете загрузить только максимум {maxImages} изображений.

source: Image Selection Failed
ar: فشل اختيار الصور
de: Bildauswahl fehlgeschlagen
es: Selección de imagen fallida
fr: Échec de la sélection d'image
hi: छवि चयन विफल
it: Selezione immagine fallita
ja: 画像選択失敗
pt: Falha na seleção de imagem
ru: Выбор изображения не удался

# couldNotSelectImages
source: Could not select images: {error}
ar: تعذر اختيار الصور: {error}
de: Konnte Bilder nicht auswählen: {error}
es: No se pudieron seleccionar imágenes: {error}
fr: Impossible de sélectionner des images : {error}
hi: चित्र नहीं चुन सका: {error}
it: Impossibile selezionare le immagini: {error}
ja: 画像を選択できませんでした：{error}
pt: Não foi possível selecionar imagens: {error}
ru: Не удалось выбрать изображения: {error}

source: Delete Failed
ar: فشل الحذف
de: Löschen fehlgeschlagen
es: Eliminación fallida
fr: Échec de la suppression
hi: हटाना विफल
it: Eliminazione fallita
ja: 削除失敗
pt: Falha na exclusão
ru: Удаление не удалось

source: Form validation failed
ar: فشل التحقق من النموذج
de: Formularvalidierung fehlgeschlagen
es: Validación de formulario fallida
fr: La validation du formulaire a échoué
hi: फ़ॉर्म सत्यापन विफल
it: Convalida modulo fallita
ja: フォーム検証失敗
pt: Falha na validação do formulário
ru: Ошибка валидации формы

source: Logging you in...
ar: جارٍ تسجيل الدخول...
de: Melde dich an...
es: Iniciando sesión...
fr: Connexion en cours...
hi: आपको लॉग इन कर रहा है...
it: Accesso in corso...
ja: ログイン中...
pt: Fazendo login...
ru: Вход в систему...

source: Entering as guest...
ar: جارٍ الدخول كضيف...
de: Als Gast eintreten...
es: Entrando como invitado...
fr: Entrée en tant qu'invité...
hi: अतिथि के रूप में प्रवेश कर रहा है...
it: Accesso come ospite...
ja: ゲストとして入場中...
pt: Entrando como convidado...
ru: Вход как гость...

# couldNotSkipLogin
source: Could not skip login. Please check your connection or try again: {error}
ar: تعذر تخطي تسجيل الدخول. يرجى التحقق من اتصالك أو المحاولة مرة أخرى: {error}
de: Konnte Anmeldung nicht überspringen. Bitte überprüfe deine Verbindung oder versuche es erneut: {error}
es: No se pudo omitir el inicio de sesión. Por favor verifica tu conexión o intenta de nuevo: {error}
fr: Impossible de passer la connexion. Veuillez vérifier votre connexion ou réessayer : {error}
hi: लॉगिन छोड़ नहीं सका। कृपया अपना कनेक्शन जांचें या पुनः प्रयास करें: {error}
it: Impossibile saltare l'accesso. Controlla la tua connessione o riprova: {error}
ja: ログインをスキップできませんでした。接続を確認するか、再試行してください：{error}
pt: Não foi possível pular o login. Verifique sua conexão ou tente novamente: {error}
ru: Не удалось пропустить вход. Проверьте подключение или попробуйте снова: {error}

source: Processing your request...
ar: جارٍ معالجة طلبك...
de: Deine Anfrage wird verarbeitet...
es: Procesando tu solicitud...
fr: Traitement de votre demande...
hi: आपके अनुरोध को संसाधित कर रहा है...
it: Elaborazione della tua richiesta...
ja: リクエストを処理中...
pt: Processando sua solicitação...
ru: Обработка вашего запроса...

source: Email Sent
ar: تم إرسال البريد
de: E-Mail gesendet
es: Correo enviado
fr: E-mail envoyé
hi: ईमेल भेजा गया
it: Email inviata
ja: メール送信済み
pt: E-mail enviado
ru: Письмо отправлено

# emailLinkSentResetPassword
source: Email Link Sent to Reset your Password
ar: تم إرسال رابط إعادة تعيين كلمة المرور
de: E-Mail-Link zum Zurücksetzen deines Passworts gesendet
es: Enlace de correo enviado para restablecer tu contraseña
fr: Lien e-mail envoyé pour réinitialiser votre mot de passe
hi: अपना पासवर्ड रीसेट करने के लिए ईमेल लिंक भेजा गया
it: Link email inviato per reimpostare la tua password
ja: パスワードをリセットするためのメールリンクを送信しました
pt: Link de e-mail enviado para redefinir sua senha
ru: Ссылка на сброс пароля отправлена на почту
