Repository: nawafalwajeeh/reviews_app
Catalog: assets/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru

source: Premium Feature
ar: ميزة بريميوم
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité Premium
hi: प्रीमियम सुविधा
it: Funzionalità Premium
ja: プレミアム機能
pt: Recurso Premium
ru: Премиум функция

source: Unlock Premium
ar: فعّل بريميوم
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
hi: प्रीमियम अनलॉक करें
it: Sblocca Premium
ja: プレミアムをロック解除
pt: Desbloquear Premium
ru: Разблокировать Премиум

# getUnlimitedAccess
source: Get unlimited access to premium features and discover amazing places like never before
ar: احصل على وصول غير محدود للمميزات الحصرية واكتشف أماكن رائعة كما لم يحدث من قبل
de: Erhalte unbegrenzten Zugang zu Premium-Funktionen und entdecke erstaunliche Orte wie nie zuvor
es: Obtén acceso ilimitado a funciones premium y descubre lugares increíbles como nunca antes
fr: Obtenez un accès illimité aux fonctionnalités premium et découvrez des lieux incroyables comme jamais auparavant
hi: प्रीमियम सुविधाओं तक असीमित पहुंच प्राप्त करें और अद्भुत स्थानों की खोज करें जैसे पहले कभी नहीं किया
it: Ottieni accesso illimitato alle funzionalità premium e scopri luoghi incredibili come mai prima d'ora
ja: プレミアム機能への無制限アクセスを取得し、これまでにない素晴らしい場所を発見しましょう
pt: Obtenha acesso ilimitado a recursos premium e descubra lugares incríveis como nunca antes
ru: Получите неограниченный доступ к премиум-функциям и открывайте удивительные места, как никогда раньше

# everythingYouNeed
source: Everything you need for the perfect review experience
ar: كل ما تحتاجه لتجربة مراجعة مثالية
de: Alles, was du für das perfekte Bewertungserlebnis brauchst
es: Todo lo que necesitas para la experiencia de reseña perfecta
fr: Tout ce dont vous avez besoin pour une expérience d'évaluation parfaite
hi: सही समीक्षा अनुभव के लिए आपको जो कुछ भी चाहिए
it: Tutto ciò di cui hai bisogno per l'esperienza di recensione perfetta
ja: 完璧なレビュー体験に必要なすべて
pt: Tudo o que você precisa para a experiência de avaliação perfeita
ru: Все, что вам нужно для идеального опыта отзывов

source: Subscription Status
ar: حالة الاشتراك
de: Abonnementstatus
es: Estado de la suscripción
fr: Statut de l'abonnement
hi: सदस्यता स्थिति
it: Stato dell'abbonamento
ja: サブスクリプションステータス
pt: Status da assinatura
ru: Статус подписки

source: Subscription Details
ar: تفاصيل الاشتراك
de: Abonnementdetails
es: Detalles de la suscripción
fr: Détails de l'abonnement
hi: सदस्यता विवरण
it: Dettagli dell'abbonamento
ja: サブスクリプションの詳細
pt: Detalhes da assinatura
ru: Детали подписки

source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
fr: Gérer
hi: प्रबंधित करें
it: Gestisci
ja: 管理
pt: Gerenciar
ru: Управлять

source: Premium Member
ar: عضو بريميوم
de: Premium-Mitglied
es: Miembro Premium
fr: Membre Premium
hi: प्रीमियम सदस्य
it: Membro Premium
ja: プレミアムメンバー
pt: Membro Premium
ru: Премиум участник

source: Expires
ar: ينتهي في
de: Läuft ab
es: Expira
fr: Expire le
hi: समाप्त होता है
it: Scade
ja: 有効期限
pt: Expira
ru: Истекает

source: ACTIVE
ar: نشط
de: AKTIV
es: ACTIVO
fr: ACTIF
hi: सक्रिय
it: ATTIVO
ja: 有効
pt: ATIVO
ru: АКТИВЕН

source: Upgrade
ar: ترقية
es: Mejorar
fr: Mettre à niveau
hi: अपग्रेड करें
it: Aggiorna
ja: アップグレード
pt: Atualizar
ru: Обновить

# upgradeToCreate
source: Upgrade to create unlimited places
ar: قم بالترقية لإضافة أماكن غير محدودة
de: Upgrade, um unbegrenzt Orte zu erstellen
es: Mejora para crear lugares ilimitados
fr: Mettez à niveau pour créer un nombre illimité de lieux
hi: असीमित स्थान बनाने के लिए अपग्रेड करें
it: Aggiorna per creare luoghi illimitati
ja: アップグレードして無制限の場所を作成
pt: Atualize para criar lugares ilimitados
ru: Обновитесь, чтобы создавать неограниченное количество мест

source: Upgrade Now
ar: ترقية الآن
de: Jetzt upgraden
es: Mejorar ahora
fr: Mettre à niveau maintenant
hi: अभी अपग्रेड करें
it: Aggiorna ora
ja: 今すぐアップグレード
pt: Atualizar agora
ru: Обновить сейчас

source: Maybe Later
ar: ربما لاحقاً
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
hi: शायद बाद में
it: Forse più tardi
ja: 後で
pt: Talvez mais tarde
ru: Может позже

# youHaveActivePremium
source: You have an active Premium subscription.
ar: لديك اشتراك بريميوم نشط.
de: Du hast ein aktives Premium-Abonnement.
es: Tienes una suscripción Premium activa.
fr: Vous avez un abonnement Premium actif.
hi: आपके पास एक सक्रिय प्रीमियम सदस्यता है।
it: Hai un abbonamento Premium attivo.
ja: 有効なプレミアムサブスクリプションがあります。
pt: Você tem uma assinatura Premium ativa.
ru: У вас есть активная Премиум подписка.

source: With Premium you can:
ar: مع بريميوم يمكنك:
de: Mit Premium kannst du:
es: Con Premium puedes:
fr: Avec Premium, vous pouvez :
hi: प्रीमियम के साथ आप कर सकते हैं:
it: Con Premium puoi:
ja: プレミアムでできること：
pt: Com o Premium você pode:
ru: С Премиум вы можете:

source: Create unlimited places
ar: إضافة أماكن غير محدودة
de: Unbegrenzt Orte erstellen
es: Crear lugares ilimitados
fr: Créer un nombre illimité de lieux
hi: असीमित स्थान बनाएं
it: Creare luoghi illimitati
ja: 無制限の場所を作成
pt: Criar lugares ilimitados
ru: Создавать неограниченное количество мест

source: Access advanced features
ar: الوصول للمميزات المتقدمة
de: Auf erweiterte Funktionen zugreifen
es: Acceder a funciones avanzadas
fr: Accéder aux fonctionnalités avancées
hi: उन्नत सुविधाओं तक पहुंचें
it: Accedere a funzionalità avanzate
ja: 高度な機能にアクセス
pt: Acessar recursos avançados
ru: Доступ к расширенным функциям

source: Get priority support
ar: الحصول على دعم متميز
de: Priorisierten Support erhalten
es: Obtener soporte prioritario
fr: Obtenir un support prioritaire
hi: प्राथमिकता समर्थन प्राप्त करें
it: Ottenere supporto prioritario
ja: 優先サポートを受ける
pt: Obter suporte prioritário
ru: Получить приоритетную поддержку

source: Places Reviews Premium
ar: بريميوم مراجعات الأماكن
hi: स्थान समीक्षा प्रीमियम

# unlimitedPlaceReviews
source: Unlimited place reviews & ratings
ar: مراجعات وتقييمات غير محدودة
de: Unbegrenzte Ortsbewertungen & Rezensionen
es: Reseñas y valoraciones de lugares ilimitadas
fr: Avis et notes de lieux illimités
hi: असीमित स्थान समीक्षा और रेटिंग
it: Recensioni e valutazioni dei luoghi illimitate
ja: 無制限の場所のレビューと評価
pt: Avaliações e classificações de lugares ilimitadas
ru: Неограниченные отзывы и рейтинги мест

source: Unlimited place creation
ar: إضافة أماكن غير محدودة
de: Unbegrenzte Ortserstellung
es: Creación de lugares ilimitada
fr: Création de lieux illimitée
hi: असीमित स्थान निर्माण
it: Creazione di luoghi illimitata
ja: 無制限の場所の作成
pt: Criação de lugares ilimitada
ru: Неограниченное создание мест

source: Advanced search & filtering
ar: بحث وتصفية متقدمة
de: Erweiterte Suche & Filterung
es: Búsqueda y filtrado avanzados
fr: Recherche et filtrage avancés
hi: उन्नत खोज और फ़िल्टरिंग
it: Ricerca e filtraggio avanzati
ja: 高度な検索とフィルタリング
pt: Pesquisa e filtragem avançadas
ru: Расширенный поиск и фильтрация

source: Advanced review features
ar: مميزات مراجعة متقدمة
de: Erweiterte Bewertungsfunktionen
es: Funciones de reseña avanzadas
fr: Fonctionnalités d'avis avancées
hi: उन्नत समीक्षा सुविधाएं
it: Funzionalità di recensione avanzate
ja: 高度なレビュー機能
pt: Recursos de avaliação avançados
ru: Расширенные функции отзывов

source: Priority customer support
ar: دعم عملاء ذو أولوية
de: Priorisierter Kundensupport
es: Atención al cliente prioritaria
fr: Support client prioritaire
hi: प्राथमिकता ग्राहक सहायता
it: Assistenza clienti prioritaria
ja: 優先カスタマーサポート
pt: Suporte ao cliente prioritário
ru: Приоритетная поддержка клиентов

source: Priority support
ar: دعم متميز
de: Priorisierter Support
es: Soporte prioritario
fr: Support prioritaire
hi: प्राथमिकता समर्थन
it: Supporto prioritario
ja: 優先サポート
pt: Suporte prioritário
ru: Приоритетная поддержка

source: Exclusive insider recommendations
ar: توصيات حصرية من الخبراء
de: Exklusive Insider-Empfehlungen
es: Recomendaciones exclusivas de expertos
fr: Recommandations d'initiés exclusives
hi: विशिष्ट अंदरूनी सिफारिशें
it: Raccomandazioni esclusive degli esperti
ja: 独占的なインサイダーのおすすめ
pt: Recomendações exclusivas de especialistas
ru: Эксклюзивные рекомендации инсайдеров

source: Ad-free experience
ar: تجربة خالية من الإعلانات
de: Werbefreies Erlebnis
es: Experiencia sin anuncios
fr: Expérience sans publicité
hi: विज्ञापन-मुक्त अनुभव
it: Esperienza senza pubblicità
ja: 広告なしの体験
pt: Experiência sem anúncios
ru: Опыт без рекламы

# earlyAccessNewFeatures
source: Early access to new features
ar: وصول مبكر للمميزات الجديدة
de: Vorabzugang zu neuen Funktionen
es: Acceso anticipado a nuevas funciones
fr: Accès anticipé aux nouvelles fonctionnalités
hi: नई सुविधाओं तक प्रारंभिक पहुंच
it: Accesso anticipato alle nuove funzionalità
ja: 新機能への早期アクセス
pt: Acesso antecipado a novos recursos
ru: Ранний доступ к новым функциям

# freeTrialFooter
source: ✨ 7-day free trial • Cancel anytime • No hidden fees
ar: ✨ تجربة مجانية 7 أيام • إلغاء في أي وقت • بدون رسوم خفية
de: ✨ 7 Tage kostenlos testen • Jederzeit kündbar • Keine versteckten Gebühren
es: ✨ Prueba gratuita de 7 días • Cancela en cualquier momento • Sin cargos ocultos
fr: ✨ Essai gratuit de 7 jours • Annulez à tout moment • Pas de frais cachés
hi: ✨ 7-दिन का निःशुल्क परीक्षण • कभी भी रद्द करें • कोई छिपी हुई फीस नहीं
it: ✨ Prova gratuita di 7 giorni • Annulla in qualsiasi momento • Nessun costo nascosto
ja: ✨ 7日間無料トライアル • いつでもキャンセル可能 • 隠れた料金なし
pt: ✨ Teste gratuito de 7 dias • Cancele a qualquer momento • Sem taxas ocultas
ru: ✨ 7-дневная бесплатная пробная версия • Отмена в любое время • Никаких скрытых платежей

# bySubscribingAgree
source: By subscribing, you agree to our
ar: بالاشتراك، أنت توافق على
de: Durch das Abonnieren stimmst du unseren zu
es: Al suscribirte, aceptas nuestros
fr: En vous abonnant, vous acceptez nos
hi: सदस्यता लेकर, आप हमारी सहमति देते हैं
it: Abbonandoti, accetti i nostri
ja: 登録することで、以下に同意したことになります
pt: Ao assinar, você concorda com nossos
ru: Подписываясь, вы соглашаетесь с нашими

source: Need Help?
ar: تحتاج مساعدة؟
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?
hi: मदद चाहिए?
it: Hai bisogno di aiuto?
ja: 助けが必要ですか？
pt: Precisa de ajuda?
ru: Нужна помощь?

# premiumSubscriptionHelp
source: Our premium subscription gives you unlimited access to all features. You can cancel anytime during your free trial without being charged.
ar: اشتراك بريميوم يمنحك وصولاً غير محدود لجميع المميزات. يمكنك الإلغاء في أي وقت خلال الفترة التجريبية دون محاسبة.
de: Unser Premium-Abonnement gibt dir unbegrenzten Zugang zu allen Funktionen. Du kannst jederzeit während deiner kostenlosen Testphase kündigen, ohne dass dir Kosten entstehen.
es: Nuestra suscripción premium te da acceso ilimitado a todas las funciones. Puedes cancelar en cualquier momento durante tu prueba gratuita sin cargos.
fr: Notre abonnement premium vous donne un accès illimité à toutes les fonctionnalités. Vous pouvez annuler à tout moment pendant votre essai gratuit sans être facturé.
hi: हमारी प्रीमियम सदस्यता आपको सभी सुविधाओं तक असीमित पहुंच प्रदान करती है। आप अपने निःशुल्क परीक्षण के दौरान किसी भी समय बिना किसी शुल्क के रद्द कर सकते हैं।
it: Il nostro abbonamento premium ti dà accesso illimitato a tutte le funzionalità. Puoi annullare in qualsiasi momento durante il periodo di prova gratuito senza alcun addebito.
ja: プレミアムサブスクリプションでは、すべての機能に無制限にアクセスできます。無料トライアル期間中はいつでも料金なしでキャンセルできます。
pt: Nossa assinatura premium oferece acesso ilimitado a todos os recursos. Você pode cancelar a qualquer momento durante o período de teste gratuito sem ser cobrado.
ru: Наша премиум-подписка дает вам неограниченный доступ ко всем функциям. Вы можете отменить подписку в любое время в течение бесплатного пробного периода без взимания платы.

source: Got it
ar: فهمت
de: Verstanden
es: Entendido
fr: Compris
hi: समझ गया
it: Ho capito
ja: 了解
pt: Entendi
ru: Понятно

# creatingNewPlacesPremium
source: Creating new places is a premium feature.
ar: إضافة أماكن جديدة هي ميزة بريميوم.
de: Das Erstellen neuer Orte ist eine Premium-Funktion.
es: Crear nuevos lugares es una función premium.
fr: La création de nouveaux lieux est une fonctionnalité premium.
hi: नए स्थान बनाना एक प्रीमियम सुविधा है।
it: Creare nuovi luoghi è una funzionalità premium.
ja: 新しい場所の作成はプレミアム機能です。
pt: Criar novos lugares é um recurso premium.
ru: Создание новых мест является премиум-функцией.

source: Upgrade to Premium to unlock:
ar: قم بالترقية لبريميوم لفتح:
de: Upgrade auf Premium, um freizuschalten:
es: Mejora a Premium para desbloquear:
fr: Passez à Premium pour débloquer :
hi: अनलॉक करने के लिए प्रीमियम में अपग्रेड करें:
it: Passa a Premium per sbloccare:
ja: プレミアムにアップグレードしてロック解除：
pt: Atualize para o Premium para desbloquear:
ru: Обновитесь до Премиум, чтобы разблокировать:

# internetConnected
source: Internet is Connected
ar: تم الاتصال بالإنترنت
de: Internet ist verbunden
es: Internet conectado
fr: Internet est connecté
hi: इंटरनेट जुड़ा हुआ है
it: Internet connesso
ja: インターネットに接続されています
pt: Internet conectada
ru: Интернет подключен

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
hi: कोई इंटरनेट कनेक्शन नहीं
it: Nessuna connessione Internet
ja: インターネット接続なし
pt: Sem conexão com a Internet
ru: Нет подключения к Интернету

# noInternet
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Kein Internet
es: Sin internet
fr: Pas d'internet
hi: कोई इंटरनेट नहीं
it: Nessuna connessione internet
ja: インターネットなし
pt: Sem internet
ru: Нет интернета

# validationRequired
source: {fieldName} is required.
ar: {fieldName} مطلوب.
de: {fieldName} ist erforderlich.
es: {fieldName} es requerido.
fr: {fieldName} est requis.
hi: {fieldName} आवश्यक है।
it: {fieldName} è obbligatorio.
ja: {fieldName} は必須です。
pt: {fieldName} é obrigatório.
ru: {fieldName} обязательно.

# validationUsername
source: Username is not valid.
ar: اسم المستخدم غير صالح.
de: Benutzername ist ungültig.
es: El nombre de usuario no es válido.
fr: Le nom d'utilisateur n'est pas valide.
hi: उपयोगकर्ता नाम मान्य नहीं है।
it: Il nome utente non è valido.
ja: ユーザー名が無効です。
pt: O nome de usuário não é válido.
ru: Имя пользователя недействительно.

# validationEmail
source: Invalid email address.
ar: البريد الإلكتروني غير صالح.
de: Ungültige E-Mail-Adresse.
es: Dirección de correo electrónico inválida.
fr: Adresse e-mail invalide.
hi: अमान्य ईमेल पता।
it: Indirizzo email non valido.
ja: 無効なメールアドレスです。
pt: Endereço de e-mail inválido.
ru: Неверный адрес электронной почты.

# validationPassword
source: Password must be at least 6 characters long, contain at least one uppercase letter, one number, and one special character.
ar: يجب أن تكون كلمة المرور 6 أحرف على الأقل، وتحتوي على حرف كبير واحد، ورقم، ورمز خاص.
de: Das Passwort muss mindestens 6 Zeichen lang sein, mindestens einen Großbuchstaben, eine Zahl und ein Sonderzeichen enthalten.
es: La contraseña debe tener al menos 6 caracteres, contener al menos una letra mayúscula, un número y un carácter especial.
fr: Le mot de passe doit comporter au moins 6 caractères, contenir au moins une lettre majuscule, un chiffre et un caractère spécial.
hi: पासवर्ड कम से कम 6 वर्ण लंबा होना चाहिए, जिसमें कम से कम एक बड़ा अक्षर, एक संख्या और एक विशेष वर्ण होना चाहिए।
it: La password deve essere lunga almeno 6 caratteri, contenere almeno una lettera maiuscola, un numero e un carattere speciale.
ja: パスワードは少なくとも6文字で、大文字1つ、数字1つ、特殊文字1つを含む必要があります。
pt: A senha deve ter pelo menos 6 caracteres, conter pelo menos uma letra maiúscula, um número e um caractere especial.
ru: Пароль должен быть не менее 6 символов, содержать хотя бы одну заглавную букву, одну цифру и один специальный символ.

# validationPhone
source: Invalid phone number format (12 digits required).
ar: تنسيق رقم الهاتف غير صالح (مطلوب 12 رقماً).
de: Ungültiges Telefonnummernformat (12 Ziffern erforderlich).
es: Formato de número de teléfono inválido (se requieren 12 dígitos).
fr: Format de numéro de téléphone invalide (12 chiffres requis).
hi: अमान्य फ़ोन नंबर प्रारूप (12 अंक आवश्यक)।
it: Formato numero di telefono non valido (richieste 12 cifre).
ja: 無効な電話番号形式です（12桁必要）。
pt: Formato de número de telefone inválido (12 dígitos necessários).
ru: Неверный формат номера телефона (требуется 12 цифр).

# validationWebsite
source: Please enter a valid website URL (e.g. https://example.com)
ar: يرجى إدخال رابط موقع صالح (مثال: https://example.com)
de: Bitte gib eine gültige Webseiten-URL ein (z.B. https://example.com)
es: Por favor ingresa una URL de sitio web válida (ej. https://example.com)
fr: Veuillez entrer une URL de site web valide (ex: https://example.com)
hi: कृपया एक मान्य वेबसाइट यूआरएल दर्ज करें (जैसे https://example.com)
it: Inserisci un URL del sito web valido (es. https://example.com)
ja: 有効なウェブサイトURLを入力してください（例：https://example.com）
pt: Por favor, insira um URL de site válido (ex: https://example.com)
ru: Пожалуйста, введите действительный URL веб-сайта (например, https://example.com)

# validationReviewTextRequired
source: Review text is required.
ar: نص المراجعة مطلوب.
de: Rezensionstext ist erforderlich.
es: El texto de la reseña es requerido.
fr: Le texte de l'avis est requis.
hi: समीक्षा पाठ आवश्यक है।
it: Il testo della recensione è obbligatorio.
ja: レビューテキストは必須です。
pt: O texto da avaliação é obrigatório.
ru: Текст отзыва обязателен.

source: Profile
ar: الملف
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
pt: Perfil
ru: Профиль

source: Change Profile Picture
ar: تغيير صورة الملف الشخصي
de: Profilbild ändern
es: Cambiar foto de perfil
fr: Changer la photo de profil
hi: प्रोफ़ाइल चित्र बदलें
it: Cambia foto profilo
ja: プロフィール写真を変更
pt: Alterar foto do perfil
ru: Изменить фото профиля

source: Profile Information
ar: معلومات الملف الشخصي
de: Profilinformationen
es: Información del perfil
fr: Informations du profil
hi: प्रोफ़ाइल जानकारी
it: Informazioni profilo
ja: プロフィール情報
pt: Informações do perfil
ru: Информация профиля

source: Personal Information
ar: المعلومات الشخصية
de: Persönliche Informationen
es: Información personal
fr: Informations personnelles
hi: व्यक्तिगत जानकारी
it: Informazioni personali
ja: 個人情報
pt: Informações pessoais
ru: Личная информация

source: User ID
ar: معرّف المستخدم
de: Benutzer-ID
es: ID de usuario
fr: ID Utilisateur
hi: उपयोगकर्ता आईडी
it: ID utente
ja: ユーザーID
pt: ID do usuário
ru: ID пользователя

# userIdCopied
source: User ID copied to clipboard
ar: تم نسخ معرّف المستخدم
de: Benutzer-ID in die Zwischenablage kopiert
es: ID de usuario copiado al portapapeles
fr: ID Utilisateur copié dans le presse-papiers
hi: उपयोगकर्ता आईडी क्लिपबोर्ड पर कॉपी की गई
it: ID utente copiato negli appunti
ja: ユーザーIDをクリップボードにコピーしました
pt: ID do usuário copiado para a área de transferência
ru: ID пользователя скопирован в буфер обмена

source: Close Account
ar: إغلاق الحساب
de: Konto schließen
es: Cerrar cuenta
fr: Fermer le compte
hi: खाता बंद करें
it: Chiudi account
ja: アカウントを閉鎖
pt: Fechar conta
ru: Закрыть аккаунт

source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecido
fr: Non défini
hi: सेट नहीं
it: Non impostato
ja: 未設定
pt: Não definido
ru: Не задано

source: Male
ar: ذكر
de: Männlich
es: Masculino
fr: Homme
hi: पुरुष
it: Maschio
ja: 男性
pt: Masculino
ru: Мужской

source: Female
ar: أنثى
de: Weiblich
es: Femenino
fr: Femme
hi: महिला
it: Femmina
ja: 女性
pt: Feminino
ru: Женский

source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
hi: अन्य
it: Altro
ja: その他
pt: Outro
ru: Другой

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
pt: Conta
ru: Аккаунт

source: Account Settings
ar: إعدادات الحساب
de: Kontoeinstellungen
es: Configuración de la cuenta
fr: Paramètres du compte
hi: खाता सेटिंग्स
it: Impostazioni account
ja: アカウント設定
pt: Configurações da conta
ru: Настройки аккаунта

source: App Settings
ar: إعدادات التطبيق
de: App-Einstellungen
es: Configuración de la aplicación
fr: Paramètres de l'application
hi: ऐप सेटिंग्स
it: Impostazioni app
ja: アプリ設定
pt: Configurações do aplicativo
ru: Настройки приложения

source: Dark Mode
ar: الوضع الداكن
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
hi: डार्क मोड
it: Modalità scura
ja: ダークモード
pt: Modo escuro
ru: Темный режим

source: Light Mode
ar: الوضع الفاتح
de: Heller Modus
es: Modo claro
fr: Mode clair
hi: लाइट मोड
it: Modalità chiara
ja: ライトモード
pt: Modo claro
ru: Светлый режим

# switchTheme
source: Switch dark or light mode
ar: التبديل بين الوضع الداكن والفاتح
de: Zwischen Dunkel- und Hellmodus wechseln
es: Cambiar modo oscuro o claro
fr: Basculer entre mode sombre et clair
hi: डार्क या लाइट मोड स्विच करें
it: Cambia modalità scura o chiara
ja: ダークモードまたはライトモードを切り替え
pt: Alternar modo escuro ou claro
ru: Переключить темный или светлый режим

source: My Addresses
ar: عناويني
de: Meine Adressen
es: Mis direcciones
fr: Mes adresses
hi: मेरे पते
it: I miei indirizzi
ja: マイアドレス
pt: Meus endereços
ru: Мои адреса

# setDeliveryAddress
source: Set shopping delivery address
ar: تعيين عنوان التوصيل
de: Lieferadresse festlegen
es: Establecer dirección de entrega
fr: Définir l'adresse de livraison
hi: शॉपिंग डिलीवरी पता सेट करें
it: Imposta indirizzo di consegna acquisti
ja: ショッピング配送先住所を設定
pt: Definir endereço de entrega de compras
ru: Установить адрес доставки покупок

source: Bank Account
ar: الحساب البنكي
de: Bankkonto
es: Cuenta bancaria
fr: Compte bancaire
hi: बैंक खाता
it: Conto bancario
ja: 銀行口座
pt: Conta bancária
ru: Банковский счет

# withdrawBalance
source: Withdraw balance to registered bank account
ar: سحب الرصيد إلى الحساب البنكي
de: Guthaben auf registriertes Bankkonto abheben
es: Retirar saldo a cuenta bancaria registrada
fr: Retirer le solde vers le compte bancaire enregistré
hi: पंजीकृत बैंक खाते में शेष राशि निकालें
it: Preleva saldo su conto bancario registrato
ja: 登録された銀行口座に残高を引き出す
pt: Retirar saldo para conta bancária registrada
ru: Вывести баланс на зарегистрированный банковский счет

source: My Coupons
ar: كوبوناتي
de: Meine Gutscheine
es: Mis cupones
fr: Mes coupons
hi: मेरे कूपन
it: I miei coupon
ja: マイクーポン
pt: Meus cupons
ru: Мои купоны

# discountedCoupons
source: List of all the discounted coupons
ar: قائمة جميع الكوبونات المخفضة
de: Liste aller rabattierten Gutscheine
es: Lista de todos los cupones con descuento
fr: Liste de tous les coupons de réduction
hi: सभी रियायती कूपन की सूची
it: Elenco di tutti i coupon scontati
ja: すべての割引クーポンのリスト
pt: Lista de todos os cupons com desconto
ru: Список всех купонов со скидкой

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
ja: 通知
pt: Notificações
ru: Уведомления

# setNotifications
source: Set any kind of notification message
ar: تعيين نوع رسائل الإشعار
de: Jede Art von Benachrichtigungsnachricht festlegen
es: Establecer cualquier tipo de mensaje de notificación
fr: Définir tout type de message de notification
hi: किसी भी प्रकार का अधिसूचना संदेश सेट करें
it: Imposta qualsiasi tipo di messaggio di notifica
ja: あらゆる種類の通知メッセージを設定
pt: Definir qualquer tipo de mensagem de notificação
ru: Установить любой тип уведомлений

source: Account Privacy
ar: خصوصية الحساب
de: Kontodatenschutz
es: Privacidad de la cuenta
fr: Confidentialité du compte
hi: खाता गोपनीयता
it: Privacy dell'account
ja: アカウントプライバシー
pt: Privacidade da conta
ru: Конфиденциальность аккаунта

# manageDataUsage
source: Manage data usage and connected accounts
ar: إدارة استخدام البيانات والحسابات المتصلة
de: Datennutzung und verbundene Konten verwalten
es: Gestionar uso de datos y cuentas conectadas
fr: Gérer l'utilisation des données et les comptes connectés
hi: डेटा उपयोग और कनेक्टेड खाते प्रबंधित करें
it: Gestisci utilizzo dati e account collegati
ja: データ使用量と接続されたアカウントを管理
pt: Gerenciar uso de dados e contas conectadas
ru: Управление использованием данных и подключенными аккаунтами

source: Load Data
ar: تحميل البيانات
de: Daten laden
es: Cargar datos
fr: Charger les données
hi: डेटा लोड करें
it: Carica dati
ja: データをロード
pt: Carregar dados
ru: Загрузить данные
