Repository: nawafalwajeeh/reviews_app
Catalog: assets/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, ja, pt, ru

# appName
source: Places
ar: أماكن

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ
pt: Pular
ru: Пропустить

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
pt: Concluído
ru: Готово

source: Submit
ar: إرسال
de: Absenden
es: Enviar
fr: Soumettre
hi: जमा करें
it: Invia
ja: 送信
pt: Enviar
ru: Отправить

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続行
pt: Continuar
ru: Продолжить

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
pt: Salvar
ru: Сохранить

source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Changer
hi: बदलें
it: Cambia
ja: 変更
pt: Alterar
ru: Изменить

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
pt: Editar
ru: Редактировать

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
pt: Excluir
ru: Удалить

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
pt: Fechar
ru: Закрыть

source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
hi: छिपाएं
it: Nascondi
ja: 非表示
pt: Ocultar
ru: Скрыть

source: Show
ar: عرض
de: Anzeigen
es: Mostrar
fr: Afficher
hi: दिखाएं
it: Mostra
ja: 表示
pt: Mostrar
ru: Показать

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Pulisci
ja: クリア
pt: Limpar
ru: Очистить

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
pt: Tentar novamente
ru: Повторить

source: Try Again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: फिर से प्रयास करें
it: Riprova
ja: もう一度試す
pt: Tente novamente
ru: Попробовать снова

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
it: Sì
ja: はい
pt: Sim
ru: Да

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
ja: いいえ
pt: Não
ru: Нет

source: and
ar: و
de: und
es: y
fr: et
hi: और
it: e
ja: と
pt: e
ru: и

source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi: अधिक
it: Altro
ja: もっと
pt: Mais
ru: Еще

source: left
ar: متبقي
de: übrig
es: restante
fr: restant
hi: शेष
it: rimanente
ja: 残り
pt: restante
ru: осталось

source: Choose
ar: اختر
de: Wählen
es: Elegir
fr: Choisir
hi: चुनें
it: Scegli
ja: 選択
pt: Escolher
ru: Выбрать

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
pt: Copiado
ru: Скопировано

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
pt: Compartilhar
ru: Поделиться

source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
pt: Baixar
ru: Скачать

# onBoardingTitle1
source: Discover Local Gems
ar: اكتشف الأماكن المميزة
de: Entdecke lokale Perlen
es: Descubre joyas locales
fr: Découvrez des perles locales
hi: स्थानीय रत्न खोजें
it: Scopri gemme locali
ja: 地元の名所を発見
pt: Descubra joias locais
ru: Откройте местные жемчужины

# onBoardingTitle2
source: Share Your Honest Reviews
ar: شارك تقييماتك الصادقة
de: Teile deine ehrlichen Bewertungen
es: Comparte tus opiniones honestas
fr: Partagez vos avis honnêtes
hi: अपनी ईमानदार समीक्षाएं साझा करें
it: Condividi le tue recensioni oneste
ja: 正直なレビューを共有
pt: Compartilhe suas avaliações honestas
ru: Делитесь честными отзывами

# onBoardingTitle3
source: Build a Trusted Community
ar: ابنِ مجتمعاً موثوقاً
de: Baue eine vertrauenswürdige Gemeinschaft auf
es: Construye una comunidad de confianza
fr: Bâtissez une communauté de confiance
hi: एक विश्वसनीय समुदाय बनाएं
it: Costruisci una comunità fidata
ja: 信頼できるコミュニティを構築
pt: Construa uma comunidade confiável
ru: Создайте надежное сообщество

# onBoardingSubTitle1
source: Explore a world of unique places, from cozy cafes to exciting new restaurants, all around you.
ar: استكشف عالماً من الأماكن الفريدة، من المقاهي الدافئة إلى المطاعم الجديدة المثيرة، كلها حولك.
de: Entdecke eine Welt einzigartiger Orte, von gemütlichen Cafés bis zu aufregenden neuen Restaurants, ganz in deiner Nähe.
es: Explora un mundo de lugares únicos, desde cafeterías acogedoras hasta nuevos restaurantes emocionantes, todo a tu alrededor.
fr: Explorez un monde de lieux uniques, des cafés confortables aux nouveaux restaurants passionnants, tout autour de vous.
hi: अपने आस-पास आरामदायक कैफे से लेकर रोमांचक नए रेस्तरां तक, अद्वितीय स्थानों की दुनिया का अन्वेषण करें।
it: Esplora un mondo di luoghi unici, da caffè accoglienti a nuovi ristoranti entusiasmanti, tutto intorno a te.
ja: 居心地の良いカフェからエキサイティングな新しいレストランまで、あなたの周りのユニークな場所を探索しましょう。
pt: Explore um mundo de lugares únicos, de cafés aconchegantes a novos restaurantes emocionantes, tudo ao seu redor.
ru: Исследуйте мир уникальных мест, от уютных кафе до захватывающих новых ресторанов, все вокруг вас.

# onBoardingSubTitle2
source: Your insights help others make informed choices. Share your thoughts and photos with the community!
ar: آراؤك تساعد الآخرين على اتخاذ قرارات صائبة. شارك تجاربك وصورك مع المجتمع!
de: Deine Einblicke helfen anderen, fundierte Entscheidungen zu treffen. Teile deine Gedanken und Fotos mit der Community!
es: Tus conocimientos ayudan a otros a tomar decisiones informadas. ¡Comparte tus pensamientos y fotos con la comunidad!
fr: Vos idées aident les autres à faire des choix éclairés. Partagez vos pensées et vos photos avec la communauté !
hi: आपकी अंतर्दृष्टि दूसरों को सूचित विकल्प बनाने में मदद करती है। समुदाय के साथ अपने विचार और तस्वीरें साझा करें!
it: Le tue intuizioni aiutano gli altri a fare scelte informate. Condividi i tuoi pensieri e le tue foto con la comunità!
ja: あなたの洞察は他の人が情報に基づいた選択をするのに役立ちます。コミュニティとあなたの考えや写真を共有しましょう！
pt: Suas percepções ajudam outras pessoas a fazer escolhas informadas. Compartilhe seus pensamentos e fotos com a comunidade!
ru: Ваши идеи помогают другим делать осознанный выбор. Делитесь своими мыслями и фотографиями с сообществом!

# onBoardingSubTitle3
source: Join fellow explorers, find recommendations from people you trust, and help local businesses thrive.
ar: انضم إلى المستكشفين الآخرين، واحصل على توصيات من أشخاص تثق بهم، وساعد الأعمال المحلية على النمو.
de: Schließe dich anderen Entdeckern an, finde Empfehlungen von vertrauenswürdigen Personen und hilf lokalen Unternehmen zu florieren.
es: Únete a otros exploradores, encuentra recomendaciones de personas en las que confías y ayuda a que los negocios locales prosperen.
fr: Rejoignez d'autres explorateurs, trouvez des recommandations de personnes de confiance et aidez les entreprises locales à prospérer.
hi: साथी खोजकर्ताओं से जुड़ें, जिन लोगों पर आप भरोसा करते हैं उनसे सिफारिशें प्राप्त करें, और स्थानीय व्यवसायों को फलने-फूलने में मदद करें।
it: Unisciti ad altri esploratori, trova raccomandazioni da persone di cui ti fidi e aiuta le attività locali a prosperare.
ja: 仲間の探検家に加わり、信頼できる人々からの推薦を見つけ、地元のビジネスが繁栄するのを助けましょう。
pt: Junte-se a outros exploradores, encontre recomendações de pessoas em quem confia e ajude os negócios locais a prosperar.
ru: Присоединяйтесь к другим исследователям, находите рекомендации от людей, которым вы доверяете, и помогайте местному бизнесу процветать.

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
pt: Nome
ru: Имя

source: First Name
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Prénom
hi: पहला नाम
it: Nome
ja: 名
pt: Nome
ru: Имя

source: Last Name
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Nom de famille
hi: अंतिम नाम
it: Cognome
ja: 姓
pt: Sobrenome
ru: Фамилия

source: E-Mail
ar: البريد الإلكتروني
es: Correo electrónico
hi: ई-मेल
ja: メールアドレス
ru: Электронная почта

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
pt: Senha
ru: Пароль

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
it: Nuova Password
ja: 新しいパスワード
pt: Nova Senha
ru: Новый пароль

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
pt: Nome de usuário
ru: Имя пользователя

source: Gender
ar: الجنس
de: Geschlecht
es: Género
fr: Genre
hi: लिंग
it: Genere
ja: 性別
pt: Gênero
ru: Пол

source: Birth Date
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म तिथि
it: Data di nascita
ja: 生年月日
pt: Data de nascimento
ru: Дата рождения

source: Date of Birth
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म की तारीख
it: Data di nascita
ja: 生年月日
pt: Data de nascimento
ru: Дата рождения

# phoneNo
source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
pt: Número de telefone
ru: Номер телефона

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
pt: Número de telefone
ru: Номер телефона

source: Remember Me
ar: تذكرني
de: Angemeldet bleiben
es: Recuérdame
fr: Se souvenir de moi
hi: मुझे याद रखें
it: Ricordami
ja: ログイン状態を保持
pt: Lembrar-me
ru: Запомнить меня

source: Forget Password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
it: Password dimenticata?
ja: パスワードをお忘れですか？
pt: Esqueceu a senha?
ru: Забыли пароль?

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
it: Accedi
ja: サインイン
pt: Entrar
ru: Войти

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hi: खाता बनाएं
it: Crea account
ja: アカウント作成
pt: Criar conta
ru: Создать аккаунт

source: or sign in with
ar: أو سجل الدخول باستخدام
de: oder anmelden mit
es: o iniciar sesión con
fr: ou se connecter avec
hi: या इसके साथ साइन इन करें
it: o accedi con
ja: または次でサインイン
pt: ou entrar com
ru: или войти с помощью

source: or sign up with
ar: أو أنشئ حساباً باستخدام
de: oder registrieren mit
es: o registrarse con
fr: ou s'inscrire avec
hi: या इसके साथ साइन अप करें
it: o registrati con
ja: または次で登録
pt: ou cadastrar com
ru: или зарегистрироваться с помощью

source: I agree to
ar: أوافق على
de: Ich stimme zu
es: Acepto
fr: J'accepte
hi: मैं सहमत हूँ
it: Accetto
ja: 同意します
pt: Eu concordo com
ru: Я согласен с

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
pt: Política de Privacidade
ru: Политика конфиденциальности

source: Terms of use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
pt: Termos de uso
ru: Условия использования

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di servizio
ja: サービス利用規約
pt: Termos de Serviço
ru: Условия обслуживания

source: verificationCode
ar: رمز التحقق
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
hi: सत्यापन कोड
it: Codice di verifica
ja: 確認コード
pt: Código de verificação
ru: Код подтверждения

source: Resend Email
ar: إعادة إرسال البريد
de: E-Mail erneut senden
es: Reenviar correo
fr: Renvoyer l'e-mail
hi: ईमेल पुनः भेजें
it: Reinvia email
ja: メールを再送信
pt: Reenviar e-mail
ru: Отправить письмо снова

source: Resend email in
ar: إعادة إرسال البريد خلال
de: E-Mail erneut senden in
es: Reenviar correo en
fr: Renvoyer l'e-mail dans
hi: ईमेल पुनः भेजें
it: Reinvia email tra
ja: メール再送信まで
pt: Reenviar e-mail em
ru: Отправить письмо снова через

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
it: Disconnetti
ja: ログアウト
pt: Sair
ru: Выйти

# loginTitle
source: Welcome back,
ar: مرحباً بعودتك،
de: Willkommen zurück,
es: Bienvenido de nuevo,
fr: Bon retour,
hi: वापसी पर स्वागत है,
it: Bentornato,
ja: お帰りなさい、
pt: Bem-vindo de volta,
ru: С возвращением,

# loginSubTitle
source: Login to continue reviewing your favorite places.
ar: سجل الدخول لمتابعة تقييم أماكنك المفضلة.
de: Melde dich an, um deine Lieblingsorte weiter zu bewerten.
es: Inicia sesión para seguir opinando sobre tus lugares favoritos.
fr: Connectez-vous pour continuer à évaluer vos lieux préférés.
hi: अपने पसंदीदा स्थानों की समीक्षा जारी रखने के लिए लॉगिन करें।
it: Accedi per continuare a recensire i tuoi luoghi preferiti.
ja: ログインしてお気に入りの場所のレビューを続けましょう。
pt: Faça login para continuar avaliando seus lugares favoritos.
ru: Войдите, чтобы продолжить оставлять отзывы о ваших любимых местах.

# signupTitle
source: Let's create your account
ar: لننشئ حسابك
de: Lass uns dein Konto erstellen
es: Vamos a crear tu cuenta
fr: Créons votre compte
hi: आइए अपना खाता बनाएं
it: Creiamo il tuo account
ja: アカウントを作成しましょう
pt: Vamos criar sua conta
ru: Давайте создадим ваш аккаунт

# forgetPasswordTitle
source: Forget password
ar: نسيت كلمة المرور
de: Passwort vergessen
es: Olvidé mi contraseña
fr: Mot de passe oublié
hi: पासवर्ड भूल गए
it: Password dimenticata
ja: パスワードをお忘れですか
pt: Esqueci a senha
ru: Забыли пароль

# forgetPasswordSubTitle
source: Don't worry sometimes people can forget too, enter your email and we will send you a password reset link.
ar: لا تقلق، أحياناً ينسى الجميع. أدخل بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور.
de: Keine Sorge, das passiert jedem mal. Gib deine E-Mail-Adresse ein und wir senden dir einen Link zum Zurücksetzen des Passworts.
es: No te preocupes, a veces pasa. Ingresa tu correo y te enviaremos un enlace para restablecer tu contraseña.
fr: Ne vous inquiétez pas, cela arrive à tout le monde. Entrez votre e-mail et nous vous enverrons un lien de réinitialisation.
hi: चिंता न करें कभी-कभी लोग भूल भी सकते हैं, अपना ईमेल दर्ज करें और हम आपको पासवर्ड रीसेट लिंक भेजेंगे।
it: Non preoccuparti, a volte capita di dimenticare. Inserisci la tua email e ti invieremo un link per reimpostare la password.
ja: 心配しないでください、忘れることもあります。メールアドレスを入力してください。パスワードリセットリンクをお送りします。
pt: Não se preocupe, às vezes as pessoas esquecem. Digite seu e-mail e enviaremos um link de redefinição de senha.
ru: Не волнуйтесь, иногда люди забывают. Введите свой адрес электронной почты, и мы отправим вам ссылку для сброса пароля.

source: Popular Places
ar: الأماكن الشائعة
de: Beliebte Orte
es: Lugares populares
fr: Lieux populaires
hi: लोकप्रिय स्थान
it: Luoghi popolari
ja: 人気の場所
pt: Lugares populares
ru: Популярные места

source: Featured Places
ar: الأماكن المميزة
de: Vorgestellte Orte
es: Lugares destacados
fr: Lieux en vedette
hi: विशेष स्थान
it: Luoghi in evidenza
ja: 注目の場所
pt: Lugares em destaque
ru: Избранные места

source: Trending Places
ar: الأماكن الرائجة
de: Angesagte Orte
es: Lugares en tendencia
fr: Lieux tendance
hi: ट्रेंडिंग स्थान
it: Luoghi di tendenza
ja: トレンドの場所
pt: Lugares em alta
ru: Трендовые места

source: Recent Places
ar: الأماكن الأخيرة
de: Kürzlich besuchte Orte
es: Lugares recientes
fr: Lieux récents
hi: हाल के स्थान
it: Luoghi recenti
ja: 最近の場所
pt: Lugares recentes
ru: Недавние места

source: Nearby Places
ar: الأماكن القريبة
de: Orte in der Nähe
es: Lugares cercanos
fr: Lieux à proximité
hi: निकटवर्ती स्थान
it: Luoghi vicini
ja: 近くの場所
pt: Lugares próximos
ru: Места поблизости

# homeAppbarTitle
source: Good day for discovering
ar: يوم جميل للاكتشاف
de: Guter Tag zum Entdecken
es: Buen día para descubrir
fr: Belle journée pour découvrir
hi: खोजने के लिए अच्छा दिन
it: Buona giornata per scoprire
ja: 発見に良い日
pt: Bom dia para descobrir
ru: Хороший день для открытий

# homeAppbarSubTitle
source: Nawaf Alwajeeh
ar: نواف الوجيه
hi: नवाफ अलवाजीह

# navigationHome
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
pt: Início
ru: Главная

# navigationPlaces
source: Places
ar: الأماكن
de: Orte
es: Lugares
fr: Lieux
hi: स्थान
it: Luoghi
ja: 場所
pt: Lugares
ru: Места

# navigationMap
source: Map
ar: الخريطة
de: Karte
es: Mapa
fr: Carte
hi: मानचित्र
it: Mappa
ja: 地図
pt: Mapa
ru: Карта

# navigationWishlist
source: Wishlist
ar: المفضلة
de: Wunschliste
es: Lista de deseos
fr: Favoris
hi: विशलिस्ट
it: Lista dei desideri
ja: ウィッシュリスト
pt: Lista de desejos
ru: Избранное

# navigationProfile
source: Profile
ar: الملف
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
pt: Perfil
ru: Профиль

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
pt: Favoritos
ru: Избранное

source: Search for favorite place
ar: ابحث عن مكان مفضل
de: Nach Lieblingsort suchen
es: Buscar lugar favorito
fr: Rechercher un lieu favori
hi: पसंदीदा स्थान खोजें
it: Cerca luogo preferito
ja: お気に入りの場所を検索
pt: Pesquisar lugar favorito
ru: Поиск любимого места

# wishlistEmpty
source: Whoops! Wishlist is Empty...
ar: عفواً! قائمة المفضلة فارغة...
de: Hoppla! Wunschliste ist leer...
es: ¡Vaya! La lista de deseos está vacía...
fr: Oups ! La liste de souhaits est vide...
hi: ओह! विशलिस्ट खाली है...
it: Ops! La lista dei desideri è vuota...
ja: おっと！ウィッシュリストは空です...
pt: Ops! A lista de desejos está vazia...
ru: Ой! Список желаний пуст...

source: Let's add some
ar: لنضف بعضها
de: Lass uns welche hinzufügen
es: Vamos a añadir algunos
fr: Ajoutons-en quelques-uns
hi: आइए कुछ जोड़ें
it: Aggiungiamone alcuni
ja: いくつか追加しましょう
pt: Vamos adicionar alguns
ru: Давайте добавим немного

source: Search Places
ar: البحث في الأماكن
de: Orte suchen
es: Buscar lugares
fr: Rechercher des lieux
hi: स्थान खोजें
it: Cerca luoghi
ja: 場所を検索
pt: Pesquisar lugares
ru: Поиск мест

source: Search places, categories...
ar: ابحث عن أماكن، فئات...
de: Orte, Kategorien suchen...
es: Buscar lugares, categorías...
fr: Rechercher des lieux, catégories...
hi: स्थान, श्रेणियां खोजें...
it: Cerca luoghi, categorie...
ja: 場所、カテゴリを検索...
pt: Pesquisar lugares, categorias...
ru: Поиск мест, категорий...

# searchForAddress
source: Search for an address...
ar: ابحث عن عنوان...
de: Nach einer Adresse suchen...
es: Buscar una dirección...
fr: Rechercher une adresse...
hi: पता खोजें...
it: Cerca un indirizzo...
ja: 住所を検索...
pt: Pesquisar um endereço...
ru: Поиск адреса...

# searchForPlaces
source: Search for places, addresses...
ar: ابحث عن أماكن، عناوين...
de: Nach Orten, Adressen suchen...
es: Buscar lugares, direcciones...
fr: Rechercher des lieux, adresses...
hi: स्थान, पते खोजें...
it: Cerca luoghi, indirizzi...
ja: 場所、住所を検索...
pt: Pesquisar lugares, endereços...
ru: Поиск мест, адресов...

source: Search photos
ar: البحث في الصور
de: Fotos suchen
es: Buscar fotos
fr: Rechercher des photos
hi: तस्वीरें खोजें
it: Cerca foto
ja: 写真を検索
pt: Pesquisar fotos
ru: Поиск фото

source: No places found
ar: لم يتم العثور على أماكن
de: Keine Orte gefunden
es: No se encontraron lugares
fr: Aucun lieu trouvé
hi: कोई स्थान नहीं मिला
it: Nessun luogo trovato
ja: 場所が見つかりません
pt: Nenhum lugar encontrado
ru: Места не найдены

# tryDifferentKeywords
source: Try searching with different keywords or browse categories
ar: جرب البحث بكلمات مختلفة أو تصفح الفئات
de: Versuche es mit anderen Stichwörtern oder durchsuche Kategorien
es: Intenta buscar con otras palabras clave o navega por categorías
fr: Essayez avec d'autres mots-clés ou parcourez les catégories
hi: विभिन्न कीवर्ड के साथ खोजने का प्रयास करें या श्रेणियां ब्राउज़ करें
it: Prova a cercare con parole chiave diverse o sfoglia le categorie
ja: 別のキーワードで検索するか、カテゴリを閲覧してください
pt: Tente pesquisar com palavras-chave diferentes ou navegue pelas categorias
ru: Попробуйте искать с другими ключевыми словами или просматривать категории

source: Clear Search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
it: Cancella ricerca
ja: 検索をクリア
pt: Limpar pesquisa
ru: Очистить поиск

source: Browse Categories
ar: تصفح الفئات
de: Kategorien durchsuchen
es: Explorar categorías
fr: Parcourir les catégories
hi: श्रेणियां ब्राउज़ करें
it: Sfoglia categorie
ja: カテゴリを閲覧
pt: Navegar por categorias
ru: Просмотр категорий

source: All Categories
ar: جميع الفئات
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
hi: सभी श्रेणियां
it: Tutte le categorie
ja: すべてのカテゴリ
pt: Todas as categorias
ru: Все категории

source: View All
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Tout voir
hi: सभी देखें
it: Vedi tutto
ja: すべて表示
pt: Ver tudo
ru: Посмотреть все

source: View All Categories
ar: عرض جميع الفئات
de: Alle Kategorien anzeigen
es: Ver todas las categorías
fr: Voir toutes les catégories
hi: सभी श्रेणियां देखें
it: Vedi tutte le categorie
ja: すべてのカテゴリを表示
pt: Ver todas as categorias
ru: Посмотреть все категории

source: Explore all categories
ar: استكشف جميع الفئات
de: Alle Kategorien erkunden
es: Explorar todas las categorías
fr: Explorer toutes les catégories
hi: सभी श्रेणियों का अन्वेषण करें
it: Esplora tutte le categorie
ja: すべてのカテゴリを探索
pt: Explorar todas as categorias
ru: Исследовать все категории

source: Categories
ar: الفئات
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियां
it: Categorie
ja: カテゴリ
pt: Categorias
ru: Категории

source: Popular Categories
ar: الفئات الشائعة
de: Beliebte Kategorien
es: Categorías populares
fr: Catégories populaires
hi: लोकप्रिय श्रेणियां
it: Categorie popolari
ja: 人気のカテゴリ
pt: Categorias populares
ru: Популярные категории

source: No categories found
ar: لم يتم العثور على فئات
de: Keine Kategorien gefunden
es: No se encontraron categorías
fr: Aucune catégorie trouvée
hi: कोई श्रेणियां नहीं मिलीं
it: Nessuna categoria trovata
ja: カテゴリが見つかりません
pt: Nenhuma categoria encontrada
ru: Категории не найдены

source: No categories available
ar: لا توجد فئات متاحة
de: Keine Kategorien verfügbar
es: No hay categorías disponibles
fr: Aucune catégorie disponible
hi: कोई श्रेणियां उपलब्ध नहीं हैं
it: Nessuna categoria disponibile
ja: 利用可能なカテゴリがありません
pt: Nenhuma categoria disponível
ru: Нет доступных категорий

source: Category Not Found
ar: الفئة غير موجودة
de: Kategorie nicht gefunden
es: Categoría no encontrada
fr: Catégorie introuvable
hi: श्रेणी नहीं मिली
it: Categoria non trovata
ja: カテゴリが見つかりません
pt: Categoria não encontrada
ru: Категория не найдена

source: Unknown Category
ar: فئة غير معروفة
de: Unbekannte Kategorie
es: Categoría desconocida
fr: Catégorie inconnue
hi: अज्ञात श्रेणी
it: Categoria sconosciuta
ja: 不明なカテゴリ
pt: Categoria desconhecida
ru: Неизвестная категория

source: Rating & Reviews
ar: التقييمات والمراجعات
de: Bewertung & Rezensionen
es: Valoraciones y reseñas
fr: Notes et avis
hi: रेटिंग और समीक्षाएं
it: Valutazioni e recensioni
ja: 評価とレビュー
pt: Avaliações e comentários
ru: Рейтинг и отзывы

# ratingsVerified
source: Ratings and reviews are verified and are from people who use the same type of device that you use.
ar: التقييمات والمراجعات موثقة ومن أشخاص يستخدمون نفس نوع الجهاز الذي تستخدمه.
de: Bewertungen und Rezensionen sind verifiziert und stammen von Personen, die denselben Gerätetyp wie du verwenden.
es: Las valoraciones y reseñas están verificadas y provienen de personas que usan el mismo tipo de dispositivo que tú.
fr: Les notes et avis sont vérifiés et proviennent de personnes utilisant le même type d'appareil que vous.
hi: रेटिंग और समीक्षाएं सत्यापित हैं और उन लोगों से हैं जो उसी प्रकार के डिवाइस का उपयोग करते हैं जो आप करते हैं।
it: Le valutazioni e le recensioni sono verificate e provengono da persone che utilizzano lo stesso tipo di dispositivo che usi tu.
ja: 評価とレビューは検証済みで、あなたと同じタイプのデバイスを使用している人々からのものです。
pt: As avaliações e comentários são verificados e vêm de pessoas que usam o mesmo tipo de dispositivo que você.
ru: Рейтинги и отзывы проверены и получены от людей, использующих тот же тип устройства, что и вы.

source: reviews
ar: مراجعات
de: Rezensionen
es: reseñas
fr: avis
hi: समीक्षाएं
it: recensioni
ja: レビュー
pt: avaliações
ru: отзывы
